{"Aamurusko":"Kosteutta ilmassa. Mahdollisesti sadetta luvassa. Iltarusko sen sijaan ennustaa seuraavaksi päiväksi poutaa.","Ahteri":"Veneen tai laivan pääty eli peräpuoli. Kun kuulette purjehtijan puhuvan kauniista, silmiä hivelevästä perästä, hän tarkoittaa ilmaisulla luultavasti jonkin klassisen, vanhemman tyyppisen purjeveneen ahteria. ","Airiston seisoja":"Hyvin hidas ja raskas purjevene.","Ankkuri":"Veneen paikallaan pitävä rauta- tai teräsesine, tuttavallisesti leka. Ankkuri lasketaan ja nostetaan – sitä ei heitetä. Jos ankkuri suositussa lahdessa nostettaessa tuntuu raskaalta, niin luultavasti nostat myös naapurisi ankkuria – sinä tai luultavimmin naapurisi on laskenut ankkurinsa ristiin sinun ankkurisi päälle. Jos veneessä on kahviankkuri, se tarkoittaa ankkuria, joka tuskin pitää venettä paikallaan edes pienen pysähdyksen ajan.","Ankkurivalo":"Valkoinen valo, jonka pitää näkyä joka suuntaan. Purjeveneessä yleensä maston huipussa.","Anodi ":"Nk. uhrautujametalli, tavallisesti sinkkiä. Anodi uhrautuu eli syöpyy merivedessä jalomman metallin (katodi) sijaan ehkäisten näin vaikkapa potkurin, potkuriakselin, moottorin tai veneen metallirungon syöpymisen. Melkein kaikki veneilijät tietävät, että sen päälle ei saa sivellä myrkkymaalia.","Antinoja, Eino ":"Suomen kuuluisimpia veneenrakentajia. Monet tunnetut suomalaispurjehtijat, kuten Lasse Pöysti, Peter Fazer, Pekka Herlin ja Peter Tallberg, ovat purjehtineet Eikan rakentamilla veneillä. Hän rakensi klassikkoja varsinkin maailman tunnetuimman suunnittelutoimiston Sparkman & Stephensin (S & S) piirrosten ja perinteen pohjalta. Siitä onkin enää lyhyt hyppäys ko. toimiston suunnittelemiin Swan-veneisiin.","Autopilot":"Automaattiohjauslaite asennettuna veneen ohjauslaitteeseen eli pinnaan, rattiin tai suoraan peräsimeen. Toimii sähköllä ja pitää annetun suunnan sähkökompassin avulla. Yksinpurjehtijalle välttämätön, mutta helpottaa myös perhepurjehtijan elämää. Pitää kuitenkin muistaa, että autopilotti ei tähystä.","Baltic Sea Action Group (BSAG)":"BSAG toimii kootakseen yhteiskunnan eri tahot yhteen Itämeren pelastamiseksi. Keskeisenä ajatuksena on myös hyödyntää mahdollisimman korkeatasoista tutkimustietoa tukemaan käytännön toimenpiteitä. BSAGin taustalla on Elävä Itämeri -säätiö.","Barduunat":"Kaksi vaijeria, jotka kulkevat mastosta veneen perään molemmin puolin. Tarkoituksena on maston tukeminen. Barduunoita kiristämällä voidaan kiristää keulastaakia (ks. keulastaaki). Nykyisissä matka- ja perheveneissä eivät enää suosittuja.","Broaching":"Tilanne, jossa paine purjeissa kasvaa tuulen takia niin suureksi, että peräsin ei enää pidä, vaan vene kallistuu voimakkaasti, keula painuu veteen ja samalla kääntyy tuuleen. Lukuun ottamatta pieniä jollia, tuuli ei niinkään saa purjevenettä kaatumaan, mutta iso aalto avomerellä voi sen tehdä. Hankala tilanne syntyy, jos vene joutuu aaltoihin nähden kyljittäin. Tällöin kölin tehtävä on nostaa vene taas pystyasentoon.","Bruce-ankkuri ":"Yleisankkuri, joka pitää melkeinpä millaisessa merenpohjassa tahansa.","Byssa":"Veneen keittiö.","CQR-ankkuri":"Yleisankkuri, joka pitää melkeinpä millaisessa merenpohjassa tahansa.","Dirkki":"Puomin kannatinköysi. Sillä voidaan myös nostaa puomia esim. satamaolosuhteissa tai isopurjeen pussikkuuden lisäämiseksi.","Duncker, Pertti":"Maailman eri kolkissa itsesuunnitellulla ja -rakennetulla Merivuokko-veneellä itseoppineesti purjehtinut metallimies, jolle on sattunut ja tapahtunut. Julkaissut useita kirjoja matkoistaan. Näyttänyt, mikä on mahdollista, jos on motivaatiota…","Elämänlanka":"Turvaköysi, -vaijeri tai -liina, joka kulkee keulasta perään veneen kumpaakin puolta. Siihen kiinnitetään turvavaljaat mieluiten siten, että valjaiden lenkki juoksee elämänlankaa pitkin, jolloin purjehtija on kuin koira pihassa pitkässä, juoksevassa lieassa.","Etuliesma":"Purjeen etureuna eli etuliikki.","Falliköysi":"Purjeiden nostoon tarkoitettu köysi, nostinköysi. Sen pää kiinnitetään purjeen falli- eli nostinkulmaan, joka sitten käsin tai vinssin avulla kiristetään, ja purje nousee. Purjetta nostettaessa veneen keula on suunnattu suoraan tuuleen.","Fastnet Race":"Maailman kuuluisimpia avomeripurjehduskilpailuja. Kilpailu alkaa Englannin Isle of Wight -saarelta, kiertää Fastnet Rockin Irlannin rannikolla ja päätyy taas Englannin Plymouthiin. Kilpailu on erityisen tunnettu siitä, että vuoden 1979 elokuussa kilpailijat kohtasivat ankaran myrskyn (”force 10”), jonka seurauksena 15 purjehtijaa menetti henkensä.","Fendari":"Lepuuttaja, laitasuoja, fenderi, viilari, fiilari. Yleisimmin pehmeästä muovista valmistettu esine, jolla suojataan veneen kylkiä, keulaa tai perää, kun ollaan kiinnittyneinä laituriin. Usein lepuuttajan päällä käytetään kankaista, helposti pestävää suojapussia. Ja koolla on väliä: lepuuttajan tulee olla reilun kokoinen, ja ainakin kolme molemmille kyljille. Viisaan purjehtijan tuntee siitä, että fendarin ilmaventtiili osoittaa aina veteen.","Fokka":"Etupurje, joka päättyy ennen mastoa ja on kiinnitetty keulasta mastoon menevään vaijeriin eli keulastaakiin. Nykyisin tämä fokka on keulassa joko rullalla tai halutun verran auki. Veneessä voi olla myös myrskyfokka, joka on pienempi, vahvempi ja hieman erilailla leikattu kuin fokka.","Gaija":"Myös kaijaksi kutsuttu tuulenpuolen köysi, jolla säädellään spinnupuomin asentoa. Kulkee spinaakkeripuomin päästä helan kautta. Spinnun toisen kulman, skuuttikulman, asentoa säädellään skuutilla, jalusköydellä. Sana kaija voi tarkoittaa myös laituria.","Gasti":"Veneen miehistön jäsen. Veneessä kapteeni tekee päätökset ja vastaa viime kädessä kaikesta, mutta gasteilla on usein erikoistehtäviä, kuten laituriin tultaessa lepuuttajien asentaminen, poijuhaan ja köysien kiinnitys jne. Kilpailuissa gasteilla on oma tärkeä ja tarkkaan määritelty tehtävänsä purjeiden vaihdoissa ja virityksissä. Kilpaveneissä näkee gastien istuvan luoveilla veneen reunalla vastapainona: mitä tuhdimpi kaveri, sen suoremmassa vene kulkee tai sen suurempaa purjepinta-alaa voi pitää… Käytetään joskus myös sanaa kasti.","Genaakkeri":"Purje, joka muistuttaa spinaakkeria (ks. spinaakkeri). Ero spinaakkeri- eli pallopurjeella purjehtimiseen on, ettei tuuli voi tulla täysin takaa. Genaakkerilla purjehdittaessa ei tarvita puomia, jonka käsittely vähänkin kookkaammissa veneissä vaatii kokenutta kastia, ehkä siksi genaakkerin suosio on viime vuosina kasvanut.","Genua":"Fokkaa isompi purje, joka jatkuu keulasta maston ohi. Perhe- tai matkaveneissä genua, kuten fokkakin, on yleensä etustaakiin rullattuna, jolloin sen kokoa voidaan säädellä tuulen voimakkuuden mukaan. Ensimmäistä kertaa tätä isoa keulapurjetta käytettiin Genovan kaupungin edustalla.","Gotland Runt":"Itämeren tunnetuin ja suurin avomeripurjehduskilpailu. Ensimmäistä kertaa tämä kisa purjehdittiin vuonna 1937, jolloin kilpailun lähtö ja maali olivat Visbyssä. Toinen kisa järjestettiin vuonna 1939, jonka jälkeen toinen maailmansota aiheutti kisaan tauon. Kisat jatkuivat 1950-luvulla, ja vuodesta 1965 sekä lähtö että maali ovat sijainneet Sandhamnissa, jota pidetään nykyään Ruotsin ulkopuolellakin purjehduksen Wimbledonina.","GPS":"Global Positioning System eli satelliittipaikannin, joka näyttää sijaintisi joko koordinaatteina tai suoraan sähköiseen merikorttiin. Vesillä pimeässä tai sumussa liikkuessa tulee joskus tunne, etteivät kaikki tiedä, ettei gps eli kepsu näytä, missä muut vesilläliikkujat ovat – siihen tarvitaan tutka.","Greenwich":"Lontoon laitamilla sijaitseva paikkakunta. Tunnetaan siitä, että paikkakunnan vanhan observatorion kautta kulkee nollapituuspiiri. Pieni askel sinulta, ja olet astunut maapallon itäiseltä puolelta (E) läntiselle (W) tai päinvastoin.","Halssi":"Vene purjehtii sen puolen halsseilla, jolta tuuli puhaltaa. Vene purjehtii paapuurin (vasemmilla) halsseilla, jolloin tuuli puhaltaa vasemmalta ja styyrpuurin (oikeilla) halsseilla tuulen puhaltaessa purjeisiin oikealta. Asian voi ilmaista niinkin, että paapuurin halsseilla puomi on styyrpuurissa ja styyrpuurin halsseilla puomi on paapuurin puolella. ","Hamina":"Pyöreämuotoinen kaupunki eteläisessä Suomessa. Merenkulkukielessä tarkoittaa myös satamaa.","Hangon regatta":"Hangossa vuosittain heinäkuussa järjestettävä purjehduskilpailu. Regatan oheen on vuosien saatossa syntynyt todellinen (nuoriso)karnevaali (ruotsiksi Regattasvansen).","Harkimo, Harry":"Purjehtija ja yksinpurjehtija. Nekin, jotka eivät purjehduksesta mitään tiedä, tietävät Harry Hjallis Harkimon purjehtineen yksin maailman ympäri. Tämä tapahtui vuosina 1986–87 The Boc Challence -yksinpurjehduskilpailussa. Hän tuli luokassaan kolmanneksi veneellään Belmont Finland. Suurelle yleisölle tuntemattomampi Pentti Salmi tuli samassa kisassa ja samassa luokassa seitsemänneksi veneellään Colt by Rettig.","Hetkatuijastin":"Ks. tutkaheijastin.","Hiivari":"Reipas, kovahko tuuli.","Ilmatieteen laitos":"Toimittaa mm. merisääpalvelua. Merisääennustukset kannattaa ehdottomasti kuunnella – viisas purjehtija välttää tilanteita, joista ei aina älykäskään selviydy.","Isopurje":"Puomiin ja mastoon kiinnitetty purje, jota myös stuuraksi kutsutaan. Isopurjeen nostamiseen ylös mastoon on erilaisia ratkaisuja. Useimmiten mastossa on ura tai kisko, jota pitkin nk. ratsastajat, joihin isopurjeen mastonpuoleinen reuna eli mastoliikki (etuliesma, etuliikki) on kiinnitetty, kuljettavat purjeen ylös – ja ainakin useimmiten vastaavasti myös alas.","Itämeri":"Nimi (Östersjön) muistuttaa ajasta, jolloin olimme osa Ruotsin valtakuntaa, Itämaa… Oikeastaan voisimme puhua Länsimerestä kuten virolaiset (Läänemeri). Englantia puhuvissa maissa puhutaan Baltian merestä (Baltic Sea), mikä sekään ei tunnu tekevän oikeutta meren maantieteelle… Vaikka eihän nimi merta pahenna – kyllä sen tekevät ihmiset! Vanha sanonta ”Joka Itämere hukku, se laiskuttas hukku” tarkoittanee Itämeren pienuutta verrattuna valtameriin. Itämeri voi kuitenkin tarjota purjehtijalle vaikeita haasteita jyrkän ja korkeankin aallokon muodossa paikoin hyvin karikkoisilla väylillä.","Itämerihaaste":"Helsingin ja Turun kaupunkien aloittama haastekampanja Itämeren tilan parantamiseksi. Mukana on kuntia, yliopistoja, yhdistyksiä, viranomaisia ja yrityksiä.","Jiippi":"Halssin vaihtaminen myötätuulessa, eli kun veneen suunta muuttuu myötätuulessa niin, että isopurjeen puomi siirtyy veneen toiselta puolelta toiselle. Vahinkojiipissä tämä tapahtuu yllättäen, jolloin joku miehistöstä voi saada vaarallisen iskun puomista.","Jurmo":"Saari Turun eteläisessä ulkosaaristossa. Tunnettu Salpausselän jatkeena sorastaan ja kivistään sekä siitä, että kuningas Kustaa Vaasa hermostui jurmolaisiin niin syvästi, että lähetti sinne sotajoukon surmaamaan saarelaiset ja polttamaan koko saaren tuhkaksi.","Kaapelinmitta":"Merimailin kymmenesosa (0.1 NM) eli 185,2 metriä. (Ks. merimaili)","Kaiku":"Laite, joka mittaa veden syvyyttä. Veneen pohjassa on kaiun anturi, jonka avulla nähdään, kuinka paljon vettä on veneen alla. Myös kalastajat hyödyntävät kaikua, koska kala tai kalaparvi näkyy kaiun näytöllä. Markkinoita on valtaamassa eteenpäin suuntautuva kaiku, joka antaa merenkulkijalle usein ratkaisevan tärkeää reagointiaikaa ennen kuin kolahtaa.","Kapteeni":"Kippari, päällikkö, kapu. Kun kippari käskee, toimitaan. ”Miksi?”-tiedustelut on syytä jättää rantapalavereihin. Ja kapu on tunnetusti oikeassa silloinkin, kun on väärässä… ”Jumal taivas – kapten laivas”.","kardinaalimerkit":"Merkkijärjestelmä, jossa viitat ja poijut osoittavat väylän sijainnin ilmansuuntien perusteella.","Katamaraani":"Kaksirunkoinen vene. Katamaraanipurjevene kulkee aina pystyasennossa – voit kuulla kattikipparien kehuvan rannassa, että vaikka tuulta oli 15 m/s, porsliinikupit pysyivät pöydällä…","Keulapiikki":"Veneen keulaosa, joka on väliseinällä, laipiolla, erotettu veneen muusta sisätilasta.","Keulastaagi":"Keulastaaki tai etustaaki, joka on veneen keulasta maston huippuun menevä vaijeri. Tässä tapauksessa vene on toppirikattu. Purjeveneellä voi olla myös ns. osatakila (esim.7/8, 3/4 tai 9/10), jolloin etustaagi kiinnittyy maston huipun alapuolelle. Keulastaagi pitää osaltaan mastoa pystyssä. Keulastaagiin kiinnitetään veneen etupurje.","kikkatalja":"Isopuomin alla oleva talja, jonka tehtävänä on estää isopuomia nousemasta ylös. Kikkitalja, kikkari, kiki tai puominalasvedin. Kikkatanko puolestaan kannattaa isopuomia, tällöin ei tarvita dirkkiä (ks. dirkki).","Kippo":"Pieni vene.","Koiravahti":"Vahtivuoro, jolloin uni maistuu parhaiten: klo 00–04. Joissakin lähteissä klo 04–07. Muita nimityksiä: yövahti tai nälkävahti.","Kryssi":"Luovi. Vene purjehtii vastatuuleen styyrpuurin tai paapuurin halsseilla. Tiukka kryssi/luovi – purjehditaan niin ylös tuuleen, eli niin vastaisesti, kuin vain mahdollista. Luovimalla, purjehtimalla vuoroin eri halsseilla, purjeveneellä päästään kohteeseen, johon ei voi purjehtia vastatuulen takia suoraan. Jos matka on lyhyt tai väylä kapea, niin tosi purjehtijakin sallii käynnistää moottorin.","Kryssituuli":"Vastatuuli – jokaisen purjehtijan rakas vihollinen.","Kummeli":"Yleensä valkoiseksi maalattu kivilatomus, joskus suoraan kallioon maalattu tai levyistä rakennettu valkoinen merimerkki. Merkki helpottaa suunnistusta, varsinkin jos havaittu kummeli on merkitty myös merikorttiin.","Kylmäboksi":"Kannellinen kylmätila. Purjeveneessä ei käytetä jääkaappia, koska veneen ollessa kallellaan tavarat tulisivat ovea raotettaessa suoraan syliin.","Köli":"Veneen vakauttaja. Purjeveneen pohjassa oleva uloke, jonka ansiosta vene pysyy pystyssä kallistelustaan huolimatta. Purjeveneissä voi olla esim. pitkäköli, eväköli, nostoköli tai kaksoisköli (vuorovesialueilla). Kölin päässä voi olla paksennus eli bulbi tuomassa lisäpainoa ja vakautta. Tällöin voidaan myös pienentää veneen kulkusyväystä, koska kölin ei tarvitse ulottua niin syvälle veteen. Köli on yleensä lyijystä tai raudasta, ja sitä nimitetään myös puntiksi.","Köysilukko":"Ei ole estämään köysivarkauksia, vaan köyden vapaata kulkua. Köysi pysyy lukon avulla kovassa vedossakin paikallaan, liikkumatta.","lateraalimerkit":"Punaiseksi tai vihreäksi maalattuja merimerkkejä, keppejä tai isoja rautapoijuja, joissa pimeän aikaan on vihreä tai punainen valo. Kuljettaessa nimelliskulkusuunnan mukaisesti, useimmiten esim. satamaan purjehtiessa, jää punainen veneen vasemmalle ja vihreä oikealle puolelle – ja takaisin tultaessa tietysti päinvastoin. Nimelliskulkusuunnan voi tarkistaa merikortista (ks. merikortti), johon se on merkitty nuolella tai väkäsellä.","Latta":"Purjetta jäykistävä lasikuidutettu tai muovilista. Työnnetään purjeeseen eri korkeudelle ommeltuihin lattataskuihin.","Lazyjack":"Puomin sivuilta mastoon lähtevät köydet, jotka auttavat purjeen laskostumista puomille, kun ison purjeen nostin vapautetaan ja purje putoaa alas.","Lee":"Tuulen suoja, aluksen se puoli, joka on tuulelta suojassa. Myös alahanka tai alapuoli.","Lehmänkäännös":"Tahattomasti tehty jiippi, käännös myötäisen kautta.","Levanki":"Kiskoilla liikkuva vaunu, johon isopurjeen puomin päästä lähtevän köyden, skuuttiköyden, alaploki on kiinnitetty. Voidaan puhua myös isopurjeen jaluspisteestä ja jaluskiskosta. Näin voidaan säätää eli jalustaa isopurje eri asentoihin tuulen suunnan ja voimakkuuden mukaan. Levankikisko, jossa vaunu liikkuu, voi olla istumalaatikossa tai sen ulkopuolella, kannella.","Liikkuvat kivet":"Luultavasti hirvet ovat siirtymässä saaresta toiseen.","Loki":"Mittaa veneen nopeutta veden suhteen. Loki voi olla täysin mekaaninen tai sähkökäyttöinen. Nykypurjehtija mittaa nopeuden mieluummin satelliittien eli GPS:n avulla, jolloin mittaukseen ei vaikuta vastavirta tms., koska GPS mittaa veneen nopeuden pohjan suhteen.","Lokikirja":"Veneen päiväkirja. Siihen kapteeni merkitsee mm. aluksen lähtö- ja tuloajan, lähtö- ja tulopaikan sekä reitin, säätilan, matkustajat, kuljetun matkan ja matkatapahtumat, kuten esim. uuden matalikon tai karikon löytymisen. Tärkeä asiakirja, joka kapteenin on pelastettava aluksen upotessa.","Lounaistuuli":"Tuuli, joka tulee etelän ja lännen välistä. Tämä tuulen suunta on ollut vallitseva Itämerellä jo 2500 vuotta.","Luode":"Laskuvesi, LW (Low Water). Myös ilmansuunta.","Luovi":"Ks. kryssi","Luuvartti":"Aluksen tuulenpuoli, ylähanka, yläpuoli eli se puoli, jolta tuulee tai jolla ei isopuomi ole.","Maatuuli":"Maalta merelle käyvä tuuli. Johtuu siitä, että meren yllä ilma on lämpöisempää kuin maalla. Useasti öisin puhaltava tuuli. Voimakkuudeltaan merituulta heikompi tuuli.","Mamma-aalto":"Erikoisen suuri aalto tai aaltorypäs. Valtamerimyrskyissä yli kymmenen metrin aallot ovat tavallisia, mutta meilläkin voi niitä kohdata. Pohjoisella Itämerellä joulukuussa 2004 korkein yksittäinen aalto oli 14 metriä.","Mantooki":"Veneen reunakaide, joka purjeveneissä on usein vaijeri. Siihen voi ripustaa pyyhkeet ja uima-asut kuivumaan, mutta purjehtija ei missään tapauksessa saa kiinnittää siihen turvavaljaita.","Merenneito":"Sisämaassa asuville vedenneito. Taruolento, jolla on naisen alaston yläruumis yhdistettynä kalanpyrstöön. Operaatio Merenneito on WWF:n mittava kampanja Itämeren puolesta. Kun purjehtija alkaa nähdä merenneitoja, on syytä vaihtaa vahtivuoroa.","Merikortti":"Veneilijän kartta. Paperiversio välttämätön, voi lisäksi olla sähköisenä.","Merimaili":"Merenkulussa etäisyyden mittaamisen yksikkö, yksi merimaili on 1852 metriä.","Merisairaus":"Veneen keinumisen aiheuttama tasapainoelimen aistimus, joka aiheuttaa pahan olon. Pahimmillaan ja pitkään kestäessään merisairaus voi viedä purjehtijalta voimat lähes tyystin. Merisairauden asteita sanotaan olevan kolme: taudin alussa (1. aste) pelkää, että kuolee, taudin kestäessä (2.aste) toivoo, että kuolee ja vihdoin vakavin vaihe (3.aste) pelkää, ettei kuolekaan. Tauti paranee nopeasti heilunnan tasaantuessa ja viimeistään maihin tultaessa.","Merituuli":"Mereltä maalle käyvä tuuli. Maan yllä olevan lämpimän ilman noustessa tilalle puhaltaa mereltä uutta ilmaa. Ilmiö alkaa aamupäivällä ja on voimakkaimmillaan iltapäivällä.","MOB":"Mies yli laidan. Lyhenne sanoista Man Over Board. Vaaratilanne, johon jokaisen miehistön on syytä varautua harjoittelemalla.","Moinata":"Tuulen tyyntyminen. Tuulen loppuessa sanotaan, että tuuli tilttaa.","Musta kartio":"Ripustettava näkyville ajettaessa moottorilla, vaikka purje on ylhäällä. Tämän merenkulkusäännön laiminlyönti on monta kertaa yleisempää kuin sen noudattaminen. Hyvällä tuurilla bongaat kartion kerran kesässä.","Myrsky":"20,8 m/s ylittävä keskituulen nopeus. Itämerellä on yleensä vain muutama myrskykeli kesässä. Rantakeskusteluista päätellen huomattavasti yleisempi säätila.","Naismiehistö":"Veneen kippari ja miehistö ovat naisia. Yhä useammin purjehtimista harrastavat naiset pelkällä naisistolla.","Navigare":"Merenkulku. Plutarkhosin kertomaa on, että kun elintarvikkeilla lastattujen laivojen piti lähteä merelle, oli myrsky nousemassa. Merimiehet eivät halunneet ottaa riskiä, jolloin imperaattori Pompeius komensi merimiehet alukseen motivoiden heitä: ”Navigare necesse est, vivere non est necesse”. Purjehtiminen on välttämätöntä, eläminen ei ole välttämätöntä.","Paapuuri":"Veneen vasen puoli keulaan katsottaessa.","Palli":"Tuulen nopeusasteikossa palli on sama kuin bofori, esim. 6 pallia tarkoittaa 6 boforia. Nykyään Suomessa eivät purjehtijat yleensä enää puhu boforeista vaan käyttävät mittayksikkönä m/s. Em. tapauksessa tuuli olisi 10.8 - 13.8 m/s. ","Peltigenua":"Purjeveneen moottori, jota joskus kutsutaan myös myllyksi. ","Pentteri":"Veneen keittiö. ","Perästaagi":"Veneen perästä maston huippuun kulkeva tukivaijeri. Sillä voidaan myös taivuttaa maston huippua taaksepäin, jolloin maston keskiosa taipuu eteenpäin latistaen isopurjetta. Tämä on kovissa tuulissa välttämätön toimenpide. Muut kutsumanimet ovat peräharus, perästaaki ja takastaaki. ","Pilssi":"Veneen sisälattian eli turkin ja veneen sisärungon välinen tila. Useimmissa purjeveneissä on pilssi, ainakin sellainen, johon vesi (jota siunaantuu veneeseen aina jostakin) kerääntyy ja josta pilssipumppu pumppaa veden pois. Jos veneessä on iso pilssitila, sinne voi varastoida esim. juotavia, koska pilssi on viileämpi kuin muu sisätila. ","Pinna":"Veneen ohjaamiseen tarkoitettu peräsintanko tai peräsimenvarsi. Isossa aallokossa ja kovassa tuulessa on pinnaa ajoittain väännettävä tosissaan, jotta vene kulkisi haluttuun suuntaan. Sanonta ”pinna kireellä” juontaa juurensa ehkä tästä. Isommissa purjeveneissä onkin käytössä ratti, joita voi olla rinnakkain kaksi. Ruoria sen sijaan käytetään moottoriveneissä ja laivoissa. ","Pinnamies":"Veneen ohjaaja eli perämies. ","Plattlenssi":"Tilanne, jossa tuuli osuu veneeseen täysin takaa, jolloin vene kulkee myötätuulessa eli peräntakaisessa. ","Pläkä":"Täysin tuuleton ja tyven, tyyni eli aalloton meren tai järven pinta. Ks. myös tiltti. ","Pollari":"Laiturilla tai veneen kannella oleva tolppa, johon kiinnitetään köysi. Venepollarilla tarkoitetaan puolestaan venepoliisia. ","Pooki":"Puusta tai kivestä rakennettu tunnusmajakka. Ulkosaariyhdistyksen toimesta kunnostettu Lyökin pooki sijaitsee Uudenkaupungin ulkosaaristossa. Se on rakennettu vuonna 1757 ja on Suomen vanhin säilynyt majakkarakennus. ","Pukströöti":"Kokkapuun tai keulapuomin nimitys. Käytetään myös nimitystä puksprööti. ","Punkka":"Veneen bunkka tai koija eli vuode. ","Puomipeite":"Isopurjeen suojaamiseen tarkoitettu peite, jota käytetään purjeen ollessa laskostettuna puomin päälle. Se suojaa auringolta ja lialta sekä erityisesti ”ilmahyökkäyksiltä”. ","Puoshaka":"Pooshaka eli venehaka, jota käytetään esim. rantautumisessa työntämiseen tai vetämiseen. Usein sitä käytetään jonkin pudonneen esineen nostamiseen vedestä, joten puoshaka on saatava nopeasti esille. Puoshaka on pitkä puinen tai muovinen väline, jonka päässä on kaksihaarainen kärki. Uusimmissa malleissa on teleskooppivarsi. ","Puosuntuoli":"Istuin, jolla voidaan nostaa henkilö mastoon. Kapteeni määrää vapaaehtoisen, yleensä miehistön keveimmän jäsenen. ","Purjehduskengät":"Maakrapujen muotivillitys 1980-luvulta, ovat purjehduspiireissä aina olleet muodissa. Vaikka purjeveneeseen voi tulla muillakin jalkineilla, ovat sileäpohjaiset purjehduskengät tai -tossut ainoat, joilla ei liukastele märällä kannella. ","Reivaus":"Purjepinta-alan vähentäminen. Monista menetelmistä yleisin on nykyään käytäntö, jossa purje, varsinkin etupurje, rullataan pienemmäksi, esim. maston sisään tai etustaakin ympärille. Se mitä purjehdusominaisuuksissa menetetään, voitetaan mukavuudessa ja turvallisuudessa. Niin tai näin – missään tapauksessa purjehtija ei reivaa kurssia. ","Reivireikä":"Purjeessa olevat reiät, joihin kiinnitettyjen köysien avulla reivaus käy nopeasti. Nykyään yleensä isopurjeessa, mutta vanhoissa veneissä myös etupurjeessa. ","Rikattu asuntovaunu":"Tilava, mutta huonosti purjehtiva vene. ","Ruffi":"Hytti. ","Rullafokka":"Keulastaakiin ja keulaprofiiliin asennetulla rullauslaitteella säädettävä etupurje. Näin etupurje on koko kesän nostettuna ylös. Sen kokoa säädellään tuulen mukaan rullaamalla näppärästi sitloorasta käsin. Satamassa ollessa rullattuna etustaakin ympärille. ","Rullagenua":"Ks. rullafokka. ","Rullaiso":"Isopurje, joka toimii puomiin tai useimmiten mastoon asennetulla rullauslaitteella. Rullauslaitteen avulla purje liikkuu maston sisälle ja vastaavasti purkautuu sieltä ulos halutun määrän. ","Ruokki":"Merilintu, joka maalla kävelee pystyasennossa muistuttaen pingviiniä. Hyvä sukeltaja, huono lentäjä – voi elää yli 30-vuotiaaksi. Tavataan yhdyskunnittain ulkosaaristossamme – Itämerellä varsinkin Gotlannin edustan Stora Karlsöllä. ","s/y":"Purjevene, englanniksi sailing yacht. ","Saalinki":"Mastossa näkyvät poikittaiset puu- tai alumiinisiivekkeet. Niitä tarvitaan, jotta maston kiinnityksestä saadaan tukevampi. Saalingit levittävät ylävantteja (ks. vantti) ohjaten ylävanttien kiinnityskohtaa veneeseen. ","Satama":"Väitetään, että merimiehillä on ystävätär joka satamassa. Väite on pötyä, sillä eivät merimiehet joka satamassa edes käy. ","Schildt, Göran":"Legendaarinen suomalainen kirjailija ja purjehtija. Schildt (s. 1917) osti vuonna 1947 Turun Veneveistämössä valmistetun Daphne-veneensä, jolla tehdyistä purjehduksista etenkin Välimerellä Schildt on kirjoittanut. Schildtin purjehduskirjat ovat paitsi loistavasti kirjoitettuja, myös täynnä purjehtijan ja kulttuuriretkeilijän kokemuksia. Daphne-säätiön ansiosta Daphne on kunnostettuna näytteillä Forum Marinum -merimuseossa Turussa. ","Segelförening i Björneborg (BSF)":"Suomen vanhin pursiseura ja samalla myös vanhin urheiluseura. Perustettu vuonna 1856 Porissa, joka oli silloin Suomen merkittävimpiä teollisuus- ja kauppakaupunkeja. Seura on edelleen toiminnassa. ","Seili":"Nauvon saaristossa sijaitseva saari, johon aikoinaan karkotettiin spitaaliset sekä jokunen myös mielipiteidensä vuoksi. Saarella toimi mielisairaala 1960-luvulle asti. Hj. Nortamon jaarituksissa kysytään ”oleks snää seilist karanu?” Nyt saaressa on Saaristomeren tutkimuslaitos eli Turun yliopiston ympäristöntutkimuskeskuksen alainen laitos, jonka toimintaan kuuluu Itämeren ja erityisesti Saaristomeren alueen monitieteellinen tutkimus. Purjehduskielessä seili voi tarkoittaa myös purjetta. ","Septitankki":"Veneen WC:n jätevesitankki. Tuttavallisesti septi. Veneen WC:stä on nykyään ohjattava jätevesi septitankkiin, jonka tyhjennystä varten on useissa venesatamissa kiinteä tai liikuteltava imutyhjennysjärjestelmä. ","Sitloora":"Istumalaatikko. Nykyveneissä melkein kaikki purjehdustoiminnot voidaan tehdä istumalaatikosta, eikä kenenkään tarvitse mennä kannelle tai mastolle. Istumalaatikko on veneessä paikka, jossa eniten vietetään aikaa. Siinä ollaan matkan aikana ja taas satamassa tai poukamassa iltaa istuen – usein romanttisesti lyhdyn valossa. ","Skuutti":"Köysi, jolla säädetään purjeen kulmaa tuuleen, fokan skuutti, stooran skuutti. ","Slocum, Joshua":"Kanadalais-yhdysvaltalainen merikapteeni, joka purjehti ensimmäisenä yksin maapallon ympäri. Slocum (1844–1909) on siis kaikkien matkapurjehtijoiden isä. Maapallon ympäripurjehdukselleen hän lähti Spray-veneellään Bostonin satamasta vuonna 1895 ja käytti matkaansa aikaa kolme vuotta. ","Slööri":"Sivumyötäinen tuuli, jolloin vene kulkee slöörissä. ","Snörppi":"Purjeen takareunan sisällä kulkeva köysi, estää kiristettynä purjeen takareunan lepattamisen. ","Solmu":"Merenkulussa nopeuden mittaamisen yksikkö. Yksi solmu on merimaili eli 1852 metriä tunnissa. ","Sorto":"Sortuma: kun vene kulkee eteenpäin, ajautuu se samalla myös sivusuuntaan tuulen tai virtauksen vaikutuksesta. Syvä köli vähentää sortoa. ","Spinaakkeri":"Pallopurje eli spinnu, jota käytetään myötätuulessa erillisen spinnupuomin avulla. Kilpailijat voivat käyttää kovassakin kelissä spinnua, mutta se vaatii jo kovaa ammattitaitoa. Spinnulla purjehtiminen, spinnulla ajo, vaatii koko ajan täyden huomion, mutta monen mielestä se juuri on sitä parasta menoa. ","Spinnupuomi":"Spinaakkerilla purjehtimista varten tarvittava erikseen mastoon kiinnitettävä puomi. Se pitää spinaakkerin eli pallopurjeen ylhäällä vedossa. ","Sprayhood":"Istumalaatikosta sisälle menevän kulkuaukon yläpuolella oleva vedenpitävä suojakangas, pressu. Suojaa paitsi sateelta, myös keularoiskeilta. ","Steevi":"Veneen keula, nokka. ","Suuri Satamakirja -sarja":"Sisältää runsaasti tietoa eri satamista Suomenlahdella, Turun saaristossa ja Ahvenanmaalla. Ehdottoman suositeltavaa lukemistoa merikorttien oheen. Turun Partio-Sissien julkaisema kirjasarja. ","Styyrata":"Ohjata venettä. ","Styyrpuuri":"Veneen oikea puoli keulaan katsottaessa. Nimitys tullut siitä, että muinoin peräsin sijaitsi aluksen oikealla puolella ja siksi puolestaan vasen puoli ohjailtiin laituria vasten. Vaikka peräsin nykyisin onkin veneen keskellä, moottoriveneissä on edelleen ratti tai ruori veneen oikealla puolella. ","Swan":"Venemerkki, joka on purjehtinut Suomen ainakin rikkaiden maailmankartalle. Laatutuote, käsite, jonka koti on Pietarsaaressa. Swanien tarina lähti lentoon kun Swanien rakentaja Pekka Koskenkylä sai tavata kuuluisan venesuunnittelija Rod Stephensin tämän vieraillessa Eikka Antinojan luona. ","Sydney-Hobart race":"Vuodesta 1945 purjehdittu avomerikilpailu. Tunnettu vuoden 1998 kisasta, johon iski hirmumyrsky. Aallot kasvoivat jopa 20–30-metrisiksi: kuusi purjehtijaa menehtyi, useita loukkaantui ja viisi purjevenettä upposi. ","Takila, riki":"Käsittää veneessä maston ja sen pystytyksen sekä käyttöön liittyvät kiinteät ja liikkuvat osat. Nykyisissä veneissä useimmiten bermudatakila, joka on saanut nimensä kolmikulmaisesta bermudaisopurjeesta, joka syrjäytti kahvelipurjeen viime vuosisadan alussa. ","Talvipurjehdus":"Talvella meren tai järven jäällä tapahtuva purjehdus. Se on nykyään jo oma urheilulajinsa omine siihen kehitettyine välineineen. Joskus sanalla tarkoitetaan purjehduskauden ulkopuolella, kirjoituspöydän ääressä, tapahtuvaa ”purjehdusta”. ","Tiltti":"Täysin tyyni, myös pläkä. ”Tuuli on tiltannut” = on tyyntynyt. ","Trimaran":"Kolmirunkoinen vene. ","Trombi":"Paikallinen ja suppea pyörremyrskyilmiö (Amerikassa sitä kutsutaan tornadoksi). Purjehtijan todennäköisyys törmätä trombiin on hyvin pieni, vaikka trombit elävätkin meren yllä pidempään kuin maalla. Trombeja laajempi sääilmiö ovat trooppiset syklonit (eli Amerikassa hurrikaanit, Aasiassa taifuunit). ","Turkki":"Durkki, veneen sisälattia. ","Tutkaheijastin":"Veneen mastossa oleva tutkasäteitä heijastava laite, usein metallia. Scotchin heijastinteippi toimii sekin, samoin muovikassillinen rytättyjä kaljatölkkejä. Katsastusvarusteena jälkimmäinen ei kelpaa. ","Tuuliperäsin":"Peräsin, joka on säädetty tuulen avulla ohjaamaan venettä suoraan. Kun tuulen suunta muuttuu, muuttuu myös veneen kulkusuunta. ","Täkki":"Veneen kansi. ","Utö":"Ulkosaari Korppoon eteläpuolella. Saaren edustan merialuetta kutsutaan laivojen hautausmaaksi. Jo kohta viikinkiajan jälkeen rakennettiin Utön saarelle merenkulkua helpottamaan kivinen merimerkki. Tämän kehityksen tuloksena toimii Utössä edelleen valomajakka – Suomen vanhin toiminnassa oleva. Armeijan vetäydyttyä saarelta siviilit voivat nauttia entistä laajemmin majakkasaaren tunnelmasta. Majakassa sijaitsevassa kirkossa voi jopa astua avioliiton satamaan. ","Vantti":"Mastosta veneen sivuille vanttiruuvilla kiinnittyvä vaijeri, joka tukee mastoa veneen poikittaissuunnassa. Kutsutaan myös sivuvantiksi. Yleisimmin yksi vantti, ylävantti, lähtee aivan maston huipusta ja yksi tai kaksi vanttia, alavantit, selvästi alempaa, useimmiten heti saalinkien alta. ","Vastakaija":"Puomista lähtevä köysi, jolla voidaan estää vahinkojiippi. Kutsutaan myös puomikaijaksi. Köysi vedetään isopuomin päästä esim. kannella olevan plokin kautta istumalaatikkoon. Tärkeä varsinkin kovalla myötätuulella, ettei puomi tahattomasti heilahda puolelta toiselle. Eräs britti ehdotti purjehtijoille kypärää… ","Venda, slaagi":"Vastakäännös, jonka aikana vene kääntyy toiselle halssille (ks. halssi) keulan osoittaessa koko ajan tuuleen. ","Veneen nimi":"Perinteisesti on veneen nimenä ollut kolmitavuinen naisen nimi. Tätä perinnettä ei enää useinkaan noudateta, mutta nimet ovat kuitenkin yleensä vähemmän mielikuvituksellisia kuin hevoshulluilla. ","Vendee Globe":"Maailmanympäripurjehduskilpailu. Yksin. Pysähtymättä. Ilman ulkopuolista apua. Järjestetty vuodesta 1989 lähtien, lähtö- ja maalipaikkana Les Sables-d’Olonne Ranskassa. Vuodesta 1992 järjestetty neljän vuoden välein. Maailman rankimmaksi mainittu urheilukilpailu. ","VHF":"Radio, joka vastaanottaa tai lähettää ja vastaanottaa VHF-taajuudella (Very High Frequency 30–300 MHz). Puhelin, jolla pidetään yhteyttä viranomaisiin ja muihin vesilläliikkujiin. VHF-puheluasi voivat kuunnella kaikki kuunteluetäisyydellä olevat, mikä tuottaa joskus kanssaveneilijöille ilmaista hupia. VHF:n hätäkanava 16 rauhoitettu vain tositilanteita varten. ","Whitbread Round the World Race":"Vuodesta 1973 kolmen vuoden välein järjestetty maailmanympäripurjehduskilpailu. Nykyiseltä nimeltään Volvo-Ocean race(ks. Volvo-Ocean race). Alkuaikoina osittain amatöörimiehistöt viettivät sapattivuottaan kilpaveneissä, joissa olot olivat nykyisiin veneisiin verrattuna kuin viiden tähden hotellissa. Whitbread-kisojen kautta suomalaisille tulivat tutuiksi sellaiset purjehtijat kuin Ludde Ingvall, kölinsä menettäneen ja ympäri kiepsahtaneen Martelan kippari Markku Wiikeri, Markus Mustelin, Mikaela von Koskull ja varsinkin yksinpurjehtijana maineensa luonut Hjallis Harkimo. Tutuiksi tulivat myös suomalaiset kilpaveneet, kuten Union Bank of Finland, Fazer Finland ja Belmont. ","Windex":"Maston huipussa herkästi liikkuva nuoli, joka näyttää tuulen suunnan. Nuoli liikkuu kahden siiven välissä, jolloin voidaan arvioida, kuinka ylös tuuleen, ts. kuinka vastaiseen, kannattaa purjehtia.","Vinssi":"Virallisesti vintturi. Nostin- ja skuuttiköysien kiristämiseen tarkoitettu väline. Vinssiä pyöritetään joko vinssikammella tai suuremmissa aluksissa sähkömoottorilla. Veneessä voi olla myös ankkurivinssi, jolla nostetaan ankkuri.","Virsikirja, virsari":"Myötätuuleen purjehtiminen siten, että isopurje on veneen toisella puolen ja keulapurje toisella puolen venettä.","Virtauslanka":"Molemmin puolin purjeita tarkoin määrätyissä paikoissa olevat langat, jotka antavat tietoa purjeiden virittäjälle.","Volvo-Ocean race":"Syksyllä 2008 starttasivat huippunopeat kilpaveneet kolmanteen VOR- maailmanympäripurjehduskisaan Espanjan Alicanten edustalta. Mukana kisassa on taas pitkästä aikaa suomalainen: olympiapurjehtija Thomas Johansson Ericsson 3 -veneessä.","Vuokravene":"Nykyisin on monia mahdollisuuksia vuokrata vene – varsinkin useamman henkilön ryhmälle se tulee edullisemmaksi kuin oma. Lisääntynyt on myös käytäntö, jossa vene hankitaan yhteisomistukseen eli kimppaveneeksi.","Vuoksi":"Nousu- eli korkeavesi, lyhenne HW (High Water). Suomessa nousu- ja laskuveden eron voi havaita vain Kemiön saaren Strömman kanavassa.","Ärjyvät nelikymppiset":"Nimitys eteläisen pallonpuoliskon 40 leveysasteen koville tuulille ja kovalle merenkäynnille."}