{"8":"Suomen Joutsenen valtameripurjehdusten määrä. ","35. katu ":"New Yorkissa sijaitseva katu, jonka länsipäässä olevaan laituripaikkaan Joutsen kiinnittyi. 1902 Kolmimastoinen teräsfregatti valmistui St. Nazairessa Ranskassa ja sai nimen Laënnec. ","1930 ":"Suomen valtio osti silloin Oldenburgin nimellä kulkeneen aluksen, joka kastettiin Suomen Joutseneksi 1.11.1931. ","1939–1945 ":"Sota-aikana Joutsen toimi merivoimien emälaivana ja sodan jälkeenkin vielä auttoi miinanraivauksessa. ","1949–1951 ":"Suomen Joutsen teki joitain purjehduksia Itämerellä ja Suomenlahdella. ","1961–1988 ":"Alus toimi merimiesammattikouluna Turussa. ","1991 ":"Suomen Joutsen siirtyi Turun kaupungin omistukseen. ","2002 ":"Suomen Joutsen siirrettiin nykyiselle paikalleen merimuseo Forum Marinumin eteen, keula avomerelle, kuten kuuluu. ","350 000 km ":"Pitkähkö matka eli noin 8,5 x maapallon ympäri. Matka, jonka Joutsen purjehti. ","20 000 000 mk ":"Summa, jonka Turun kaupunki lupasi järjestää laivan kunnostukseen, mikäli Joutsen saataisiin kaupunkiin. Näin tapahtui, joskin alun perin oli kaavailtu, että se jäisi Helsinkiin. Joutsen saapui Aurajoen suulle 17.1.1961. Näky oli kuulemma sumusta johtuen erikoisen komea. ","aamujumppa ":"Joutsenella pidettiin joka aamu aamujumppa, johon osallistuivat kaikki. Se tarkoitti, että piti kiivetä isomaston saalingille (toinen vakaapuomi, noin 40 metrin korkeudessa) ja toista puolta alas. Kerran laivan pappi ajatteli, että ehkä häntä ei aamujumppa koske ihan kokonaan, joten hän koetti lintsata ja lähti alas jo märssyntangon kohdalta. Kapteeni kuitenkin huomasi tämän ja huusi: ”Pastori! Lähemmäs Jumalaa!” ","ahteri":"Nykykielessä ahterilla viitataan lähinnä ihmisen takapuoleen, mutta jos merimies kehuu ahteria, hän yleensä puhuu laivan perästä.","ahteritäkki":"Kannen se osa, jossa on ruori. ","albatrossi":"Suuri, kapeasiipinen merilintu, jonka surmaaminen tuottaa uskomuksen mukaan huonoa onnea merimiehille, sillä albatrossissa uskotaan asuvan kuolleen merimiehen sielun. Joutsenella ammuttiin kolme albatrossia seitsemännellä matkalla, sillä tarkoituksena oli kartuttaa Helsingin yliopiston eläintieteellisen laitoksen kokoelmia. Sattumaa tai ei, samaisella matkalla kuoli kolme Joutsenen matkalaista. ","ammattikoulu":"Paikka jossa opiskellaan ammattiin. Suomen kelluvin ammattikoulu sijaitsi vuosina 1961– 1988 Suomen Joutsenella, jossa Aurajoen tyrskyissä koulutettiin kaikkiaan 3709 opiskelijaa. Varsinaisilla laivaston aikaisilla koulutuspurjehduksilla opin sai 656 merimiestä. ","Ankan munat":"Ilmaus, jolla viitataan Suomen Joutsenen ankkureihin. On huomattava, että joutsenta on muuallakin kuin Turussa erehdytty luulemaan ankaksi (ks. H.C. Andersenin tuotanto). ","ankkuripeli ":"Nimestään huolimatta kyseessä ei ole merimiesten ajankuluksi kehittämä peli, vaan vintturi, jolla ankkuri nostetaan. Joutsenella nosto tapahtui lihasvoimin ja yksi miehistä oli ankkuriboksissa selvittämässä kettinkiä, ettei se jäisi mihinkään kiinni. ","aseistus":"Aseiden määrä, joka esimerkiksi laivassa tai linnoituksessa on. Joutsenella, vaikka se sotavoimien alus olikin, koulutuspurjehdusten aseistuksena olivat ainoastaan kunniavartioston kiväärit. Sota-aikana sillä sentään oli suojanaan konekiväärit ja it-tykki.  ","Aurajoki":"Oripäästä alkunsa saava noin 70 kilometriä pitkä joki, joka kulkee myös Turun läpi. Suomen merenkulun kannalta tärkeä joki, sillä sitä pitkin on purjehdittu viikinkiajoista saakka. Turkua ei voisi ajatella ilman tätä kaupungin kahtia jakavaa vettä – niin kuin olisi vaikea ajatella jokea ilman siihen kuuluvaa Suomen Joutsenta.  ","byssa ":"Laivan keittiö. Tunnetaan myös nimellä kapyysi. ","Ciudad Trujillo ":"Dominikaanisen tasavallan pääkaupungin, Santo Domingon, nimi silloin kun Joutsen kävi siellä kuudennella matkallaan. Kaupungin nimesi presidentti Rafael Trujillo itsensä mukaan. Kun presidentti murhattiin vuonna 1961, kaupunki sai takaisin vanhan nimensä. ","Forum Marinum ":"Aurajoen suulla sijaitseva merikeskus, joka muistuttaa Turun merellisestä kulttuuriperinnöstä. Yksi museon vetonauloista on Suomen Joutsen. ","fregatti ":"Fregatilla on kaksijakoinen merkitys. Monissa kielissä fregatti tarkoittaa lähinnä tietyn tyyppistä sota-alusta, mutta purjelaivatyypeistä puhuttaessa fregatti tarkoittaa kolme- tai useampimastoista täystakiloitua purjealusta, eli laivaa, jossa on raakapurjeet kaikissa mastoissa. Suomen Joutsen on sellainen. ","Färsaaret":"Tanskalle kuuluva saariryhmä pohjoisella Atlantilla. Joutsenen ensimmäisellä matkalla alus oli joutua siellä haaksirikkoon. Läheltä piti -tilanteen jälkeen päällikköä vaihdettiin ja John Konkola otti ohjat – tai siis ruorin. Kyseessä oli ilmeisesti kuitenkin osittainen oikeusmurha, sillä haaksirikko ei ollut yksinomaan päällikkö Arvo Liedon syytä.","fööri ":"Laivan etuosa. ","Greenwich ":"Nollapituuspiiri, joka sijaitsee Lontoon laitamilla. Pieni askel sinulta, ja olet astunut maapallon itäiseltä puolelta (E) läntiselle (W) tai päinvastoin. Turussakin pituuspiirit tulivat tutuiksi, sillä aikanaan Tähtitornin katolle nostettiin tähtipallo päivittäin 11.45 ja laskettiin tasan 12.00 – kuitenkin paikallista aikaa eli GMT +2. Tämä oli skandinaavinen tapa, Keski-Euroopassa asia hoidettiin tykinlaukauksella. hiili Epämetalli ja neliarvoinen alkuaine. Sanaa käytetään myös kivi- ja puuhiilestä. Neitsytmatkallaan 1902 Laënnec seilasi ensin Cardiffiin ja vei sieltä hiililastin Chileen. ","holistoonaus ":"Suomen Joutsenen kannen puhdistamista hiekkakivellä kutsuttiin holistoonaukseksi. Erään teorian mukaan nimi tulisi siitä, että hiekkakiveä käytettiin myös hautakivissä, jolloin sanan kantana olisi englannin ”Holy Stone”, pyhä kivi. hoorni Metallinen, vähän terävää kenkälusikkaa muistuttava työkalu, jota käytetään pleissaamiseen. Nimi tulee siitä, että aikanaan työkalu tehtiin sarvesta (horn). ","härkä ":"Urospuolinen nauta- tai hirvieläin. Montevideossa laivaan tuotiin täydennykseksi puolikasta häränruhoa, jota kantoi neljä paikallista miestä polvet notkuen. Laivalla heitä oli vastassa Joutsenen pesulanhoitaja, joka otti ruhon, heitti sen yksin olalleen ja vei varastoon. häät Juhla, jossa mennään naimisiin. Joutsen on toisinaan ollut myös häidenviettopaikka – se onkin museo, joka elää vahvasti myös nykypäivää. ","itämainen yö ":"Kun ensin Aleksandrian satamassa hummatun yön jälkeen laivaan saapui eräs aliupseeri yllään pelkkä paita, hän selitti olleensa viettämässä itämaista yötä. Seuraavana aamuna aliupseeria nuhdellut vahtiupseeri saapui laivaan täsmälleen samassa asussa ja antoi saman selityksen. ","Joona ":"Raamatun profeetta, joka joutuu konfl iktiin Jumalan kanssa, ajautuu myrskyyn, heitetään laivalta laidan yli ja lopulta päätyy suuren kalan vatsaan. Kun Joutsenella seitsemännellä matkalla tapahtui peräti kolme kuolemantapausta, kapteeni Konkola totesi, että ”tällä matkalla on ollut Joonas mukana”. ","joulukuusi ":"Kuusi, joka jouluna tuodaan taloon sisään ja koristellaan kauniiksi. Joutsenella oli oma joulukuusi mukana useammallakin retkellä. Sitä säilytettiin laivan jäähdyttämössä ja esimerkiksi toisella matkalla se pystytettiin Rion edustalla. ","Joutsen ":"Lehti, joka ilmestyi Suomen Joutsenella. Numeroita tuli noin kerran kuussa ja lehteä päätoimitti laivan pastori. Kyseinen lehti löytyy ainakin Turun yliopiston kirjaston kokoelmista. ","joutsen ":"Pitkäkaulainen lintu, hanhien sukulainen. Joutsenten sukuun kuuluu kuusi lajia: mustajoutsen, trumpettijoutsen, pikkujoutsen, laulujoutsen, mustakaulajoutsen sekä kyhmyjoutsen. Joutsenet lentävät pitkiäkin matkoja, eivät kuitenkaan niin pitkiä kuin Suomen Joutsen, joka on käynyt aina Pohjois- ja Etelä-Amerikassa saakka. ","jungmanni ":"Laivapoika. Nimensä mukaisesti poika, yleensä aika nuorikin, joka on lähtenyt merille oppia saamaan ja työskentelee siellä aluksi tekemällä kaikenlaista, mitä muut eivät haluaisi tehdä. ","Jämsä ":"Kaupunki Keski-Suomessa. Joutsenen pitkäaikainen päällikkö Konkola toimi eläkepäiviensä ratoksi sisävesilaiva Jämsän kapteenina ja silminnäkijähavaintojen perusteella oli aina lupsakka ja hyväntuulinen – toisin kuin Joutsenella, jossa hän oli hyvin muodollinen ja etäinen, puhutteli miehistöäkin aina välikäden kautta. ","Kaikki miehet kannelle! ":"Käsky, joka tarkoitti, mitä siinä sanottiin: jokainen ukko tuli silloin ylös kannelle auttamaan. ","Kanariansaaret ":"Melko miellyttävä lomapaikka Afrikan edustalla. Joutsenen miehistö odotteli siellä ensimmäisellä matkallaan kolme viikkoa päällikönvaihdosta. ","kannatusyhdistys ":"Yhdistys, joka toimii jonkin asia hyväksi. Suomen Joutsenen kannatusyhdistys perustettiin vuonna 1982. ","Kap Horn ":"Etelä-Amerikan eteläisin niemi, jonka kiertäminen purjelaivalla on aina vaarallinen koettelemus, erityisesti idästä länteen päin mentäessä. Joutsen kiersi Kap Hornin viidennellä matkallaan. ","kapea":"Englannin kanaali - ainakin Joutsenen näkökulmasta: liikenne kanaalissa oli vilkasta ja purjelaivan piti vastatuuleen luoviessaan ylittää kanaalin kaikkein liikennöidyin keskiosa moneen otteeseen. ","kapteenin salonki ":"Paikka, jossa kapteeni ja toisinaan myös päällystö soivät. Istumajärjestys oli tarkka. Kapteenin hytti oli salongin vieressä, ja sieltä pääsi myös kannelle. Nykyään Joutsenen kapteenin salonki on yksi kaupungin arvokkaimmista juhlapaikoista, siellä ovat lounastaneet muun muassa Tarja Halonen ja Vladimir Putin. ","karkuri ":"Luvatta poislähtenyt. Valparaisossa Joutsenelta karkasi viisi miestä musisoimaan paikalliseen kapakkaan, kun omistaja halusi heidät palkata. Heidät kuitenkin palautettiin aikanaan Suomeen, ja he saivat kuusi kuukautta vankeutta. ","Karu, Erkki ":"Suomalainen elokuvaohjaaja (1887–1935). Ohjasi muun muassa Joutsenesta kertovan ”Meidän poikamme merellä” (1933), joka sisältää lyhyitä katkelmia ensimmäiseltä matkalta. ","keulapakka ":"Pääkantta ylempänä oleva aluksen keulimmainen kannen osa. ","kieltolaki ":"Alkoholin myynnin kieltävä laki, joka oli voimassa 1919–1932, eli vielä ensimmäisellä Joutsenen matkalla. Sittemmin laivalla oli alkoholiakin, joskaan ei tietenkään paljon. Se puoli hoidettiin ennen kaikkea satamissa. Juhlapyhät saattoivat tosin olla toisenlaisia. Kerran meni joulu niin överiksi, että joulupäivän aamulla joulupukilta oli katkennut jalka. Ylipäänsä juhlapyhät pyrittiin yleensä olemaan merillä – se oli tapa hillitä juhlimista. kilpikonnakilpailu Maailman ainoa juoksukilpailu, jossa ei koskaan tarvita jälkikäteen katsottavia hidastuksia. Joutsenen kannella miehistö järjesti kilpikonnakilpailuja aikansa kuluksi. Valitettavasti eräässä myrskyssä kilpikonnat huuhtoutuivat mereen. ","kirkkolaiva eli votiivilaiva ":" Toisin kuin kirkkovene, kirkkolaiva on kirkkoon lahjoitettu kaunis ja taidokkaasti tehty pienoismalli jostain laivasta. Se on yleensä haaksirikosta selviytyneiden merimiesten kiitoslahja Jumalalla. Suomen suurin kirkkolaiva on Åke Sandwallin rakentama Suomen Joutsenen pienoismalli Upinniemen varuskuntakirkossa, merikappelissa. ","koija ":"Peti, sänky. Nykyään kun puhutaan koijarista, tarkoitetaan huijaria, mutta oikeastaan silloin puhutaan unikeosta. ","koiravahti ":"Vahtivuoro siihen aikaan yöstä, jolloin nukuttaa kaikkein eniten eli klo 24–04. Muita nimityksiä: yövahti tai nälkävahti. ","kokki ":"Tärkeä ihminen laivalla. Kokin ammattitaidosta riippui, miten herkullista ruokaa usein köyhistä aineksista sai. Jos laiva keinui paljon, oli vaikea pitää kattilat hellalla ja tuli uunissa. Tarvittaessa kaikki sidottiin kiinni ja pöydät peitettiin kosteilla pöytäliinoilla, jotta astiat pysyisivät paikallaan. ","Kolmen puujalan kapakka":" Erään kylmäkoneenhoitajan nimitys sille, kun hän joi itsekseen kylmähuoneessa puolukkamehuun sekoittamaansa tenua. Juoman nimi oli ”Seitsemän suudelman coctail”. ","Konkola, Johnny":" Konkola eli ”Körmy” (1886–1955)oli William Joutsenen pitkäaikaisin päällikkö. Hän toimi päällikkönä jokaisella matkalla, joskaan ei kokonaan ensimmäistä ja viimeistä. Körmy oli arvostettu mutta myös etäinen päällikkö, joka harvoin puhutteli miehistöä suoraan ja jakoi rangaistuksia, mutta toisaalta pelasti laivan useampaankin otteeseen merimiestaidoillaan. Hän oli merikapteeni jo tullessaan laivastoon. ","korsteeni ":"Laivan savupiippu. Purjelaivoissa sellaista ei useinkaan ole, mutta esimerkiksi Suomen Joutsenella on, ja ainakin kerran sieltä kipinöi niin runsaasti, että purjeet olivat palaa. Tupakoijiin viittaavalla sanonnalla ”polttaa kuin korsteeni” on siis merellinen alkuperä. ","koululaiva ":"Laiva, joka on samalla koulu. Suomen Joutsenen toimiessa laivaston koululaivana siellä sai oppia 656 merimiestä. Alun perin koululaiva-ajatuksen taustalla oli, että mahdollisuus päästä opettelemaan Suomen Joutsenen kaltaisella laivalla houkuttelisi parempaa ainesta laivaston palvelukseen – ja sitä kautta merenkulun pariin yleisemminkin. ","krokotiili ":"Vedessä viihtyvä lämpimien maiden matelija. Eräs merimies toi sellaisen Joutsenen mukana kuudennelta matkalta Korkeasaareen vietäväksi. Krokotiili oli noin metrin mittainen. ","kylmäkone":"Kone joka tuottaa kylmää – erittäin kätevä keksintö esimerkiksi ruuan säilytykseen pitkillä merimatkoilla. Joutseneenkin rakennettiin sellaiset, mutta valitettavasti ne olivat kovin usein rikki ja niiden takia jouduttiin toisinaan jopa muuttamaan matkasuunnitelmia.  ","Körmy ":"ks. Konkola. LaënnecRanskalainen nimi, jonka sittemmin Suomen Joutseneksi ristitty laiva valmistuessaan sai. Lääkäripiireissä nimi on tunnettu myös siitä, että stetoskoopin keksijä oli René Laënnec (1781–1826).  laivan jättöSeitsemännellä matkalla suoritettiin yhden kerran ns. laivan jättö. Peilityynessä ilmassa laskettiin veneet vesille ja soudettiin katsomaan, miltä Joutsen näyttää sinistä taivasta vasten. Tietenkin juuri silloin tuulenviri nousi ja lähti kuljettamaan laivaa eteenpäin. Soutajille tuli kova kiire.  ","laivapiirustukset ":"Neuvot, kuinka rakennetaan esimerkiksi Suomen Joutsenen kaltainen laiva. Joutsenen piirustukset ovat säilyneet, sillä vastaavia laivoja tehtiin aikanaan sarjassa, useampia kappaleita. Suomen Joutsen tosin on ainoa jäljelle jäänyt. ","Lapssalvaus":"Salvaaja veteli vantteihin ja haruksiin mönjää, jossa oli muun muassa tervaa ja talia. Idea oli suojella rautaosia ruosteelta. Kerran eräs salvaaja pudotti mönjäpurkkinsa hohtavan puhtaalle kannelle. Aika monta päivää meni hänen sitä puhdistaessaan.  ","lehmänsilta":"Parin lankun levyinen silta keulapakalta ahteritäkille. Englanniksi sen nimi on catwalk, ja nykyään sillä on myös mallimaailmaan viittaava merkityksensä.  ","Lieto":"Pieni kunta Turun kupeessa. Myös Suomen Joutsenen yhden päällikön nimi. Ensimmäisen matkan puoleenväliin ruorissa oli komentajakapteeni Arvo Alfred Lieto (1891–1973).  ","linjakaste ":"Kun merimies ylittää ensi kerran päiväntasaajan, hän saa linjakasteen. Linjakaste oli perin hurja, kun itse merenjumala Neptunus joukkioineen astui laivaan kastamaan maakravut, jotka eivät päiväntasaajan linjaa aiemmin olleet ylittäneet. ","lokikirja ":"Aluksen päiväkirja. Siihen kapteeni merkitsee mm. aluksen lähtö- ja tuloajan, lähtö- ja tulopaikan sekä reitin, säätilan, matkustajat, kuljetun matkan ja matkatapahtumat, kuten esim. uuden matalikon tai karikon löytymisen. Joutsenen lokikirjat ovat valitettavasti kadonneet. ","Loire ":"Joki Ranskassa. Vuonna 1920 Joutsenen takila purettiin ja alus hylättiin Loire-joelle odottamaan romuttamista. Jota sitten ei onneksi tehty. ","Malmstén, Georg ":"Kuuluisa suomalainen iskelmälaulaja (1902– 1981) ja säveltäjä. Mikki Hiiren merihädästä kertovan laulun lisäksi esitti toisenkin Suomen Joutseneen liittyvän laulun: ”Suomen joutsenen valssin” (1938; sanat Aino Mustonen, sävel Onni Laihanen). ","Malmstenin laulamat ":"Hieman piikittelevä nimitys meriuraansa aloittelevista miehistä, jotka hakeutuivat Suomen Joutsenelle oppiin ja olivat olevinaan kokeneita skönäreitä, vaikka olisivat olleet ensimmäisellä matkallaan – heitä oli itse asiassa suurin osa. Aika monille koulutusreissu myös jäi ainoaksi. ","malpriimi ":"Puinen malspiikki. ","malspiikki ":"Rautainen, suurehkon porkkanan kokoinen ja muotoinen piikki, jota käytettiin pleissaamiseen. Pleissaaminen puolestaan on sitä, kun yhdistetään kaksi köyttä punomalla ne yhteen. Malspiikki liittyy myös sarjakuvasankari Tintin ystävään kapteeni Haddockiin: Kun ensimmäiset Tintit aikanaan suomennettiin, sarjakuvassa ei voitu sanoa, että kapteeni juo viskiä. Niinpä juoma suomennettiin ”malspiikiksi”. ","mammuttiparsa":"Ruokalaji, jota on tarjottu Joutsenella. Valitettavasti siitä ei, kuten ei monista muistakaan ruuista, ole jäänyt sen tarkempaa tietoa, mitä ne oikein olivat. Yleisesti ottaen laivalla syötiin tavallista suomalaista ruokaa: hernekeittoa, perunoita ja sen sellaista. Jouluna oli ihan normaali jouluateria. Tropiikkiin kun saavuttiin, suurta herkkua olivat tietysti hedelmät, joita vielä 30-luvulla ei Suomessa muutenkaan ollut vaivaksi asti.  ","masto":"Korkea, pystysuora tolppa, johon purjelaivassa kiinnitetään purje. Suomen Joutsenessa näitä tolppia on kolme, tosin aidot merikarhut siis käyttävät niistä nimitystä masto. Laivan isomaston pituus on vedestä 52 metriä – joskin luku on hieman tulkinnanvarainen siitä riippuen, mikä osa varsinaisesti lasketaan isomastoksi. ","merimiesjuttu":"Merimiesten kertoma tarina, joka muistuttaa savolaisten juttuja sikäli, että vastuu siirtyy kuulijalle. Sadun ja merimiestarinan ero on kuitenkin selvä: edellinen alkaa sanoilla ”Olipa kerran”, jälkimmäinen sanoilla ”Kerran kun me olimme”.  ","messi":"Laivan henkilökunnan ruokailutila. Laivoilla yleensä on ollut ja on hyvin tarkka hierarkia, joten miehistö on syönyt omassa messissään ja päällystö omassaan.  ","miinanraivaus":"Vaarallista puuhaa, jossa puhdistetaan vesialueita räjähteistä. Suomen Joutsen toimi miinanraivauksen tukialuksena.  ","Mikki Hiiri":"Pieni piirroshiiri, joka joutuu merihätään Georg Malmstenin laulussa. Hänet pelastaa meripeikon kynsistä Suomen Joutsen. ","millimetri":"Muun muassa Suomessa käytettävä pituusmitta. Koska Joutsen on alun perin ranskalainen laiva, sen mitat ovat millimetreissä, mikä on helpottanut paljon esimerkiksi piirustusten tulkitsemista. Ainoat tuumamittaiset ruuvit löytyvät venttiilien messirenkaista.  ","museolaiva ":"Laiva, josta on tehty museo. Joutsenen eläkepäivät kuluvat museona, jollainen siitä tuli vuonna 1991. Tosin se on varsin elävä museo, sillä siellä järjestetään jatkuvasti erilaisia tapahtumia. ","märssytanko":"Kun lähtee kiipeämään isomastoon, ensimmäinen tasanne, johon tulee, on märssy. Seuraava on saalinki, sitten ei enää olekaan tasanteita vaan masto jatkuu prämmija röijelitankona. Märssykori – jollaista Joutsenella ei ollut – on saanut nimensä tästä.  ","naamiointi":"Jonkin asian piilottaminen tai muuttaminen niin, ettei sitä tunne alkuperäiseksi. Suomen Joutsen oli sodan aikana naamioitu pienoissaareksi.  ","navigaatiohytti":"Peräkannella oleva hytti, jossa ovat laivan merikartat ja navigointivälineet.  neitsytmatka Laivan (tai miksei muunkin ajoneuvon) ensimmäinen matka. Joutsen, silloiselta nimeltään Laënnec, törmäsi neitsytmatkallaan englantilaiseen rahtihöyryyn, joka upposi. Myös Laënnec kärsi pahasti. ","New Yorkin Uutiset ":"Suomenkielinen lehti, joka ilmestyi vähemmän yllättävästi New Yorkissa. Joutsenen vierailusta lehti kirjoitti, että laiva teki Suomea tunnetuksi ja että sen saama julkisuus ja mainosarvo oli arvioitava miljoonissa. ","näyttely":"Tilaisuus, joka kokoaa ihmisiä tutustumaan johonkin asiaan. Suomen Joutsenella järjestettiin muutamalla matkalla suomalaista vientiteollisuutta esitteleviä näyttelyitä. Näyttelyt koottiin satamassa olon ajaksi miehistön messiin. Erikoisimpina vientituotteina oli muun muassa hautomakoneita, koristejäkälää sekä muurahaisen munia. J. K. Paasikivi osallistui aktiivisesti näyttelyn järjestelyihin, sillä hän oli Vientiyhdistyksen puheenjohtaja. Nykyään Joutsenella järjestetään näyttelyitä jatkuvasti. ","Oldenburg ":"Vanha pohjoissaksalainen ruhtinaskunta, joka rajoittuu Pohjanmereen. Kun Suomen Joutsen siirtyi 1922 saksalaisomistukseen, sen nimeksi tuli Oldenburg. ","olympialaiset ":"Joka neljäs vuosi järjestettävä maailman suurin urheilutapahtuma. Vuonna 1952 ne järjestettiin Helsingissä, ja silloin Joutsen oli ankkurissa Vallisaaren edustalla, Kruunuvuoren selällä. Laivalla vieraili paljon olympiavieraita. ","onki ":"Työkalu, jolla peilattiin, paljonko tankissa oli esimerkiksi vettä tai polttoainetta, peilaustikku. Toki laivalla myös kalastettiin, jos vapaa-aikaa jäi.” ooppera Laulettu näytelmä. Joutsen oli mukana huikeassa oopperaspektaakkelissa vuonna 2005, jolloin se yhdessä museolaiva Sigynin kanssa pääsi yhteen pääosaan oopperassa Lentävä hollantilainen. ","Oporto ":"Porton, Portugalin toiseksi suurimman kaupungin, vanha nimi. Joutsenen ensimmäinen pysähdyssatama kuudennella matkalla. oppitunti Kun koululaivalla ei oltu vahdissa, oltiin usein oppitunneilla. Oppia tarvittiinkin, sillä monet olivat merillä ensimmäistä kertaa, vaikka heille toki oli alokasaikana annettu muutaman kuukauden koulutus. Alkumatkasta matruuseilla olikin yleensä kokeneempi pari, joka opasti heitä. Kun esimerkiksi kiivettiin mastoon, ensimmäisellä kerralla oli hyvä, jos uskalsi kiivetä paikalleen, toisella kerralla piti pysyä siellä ja kolmannella jo pystyä tekemäänkin jotain. ","pakan alusta ":"Keulapakan alla oleva tila. Vaihdossa olevat miehet saivat huilata siellä, kun eivät olleet vuorossa. Se oli miehistön aluetta ja joskus muinoin laivoissa jopa vähän vaarallinen paikka päällystölle mennä yksinään. ","pampero ":"Hiekkamyrsky merellä. Joutsen joutui sellaisen kynsiin lähellä Buenos Airesia, mutta tilanteesta selvittiin säikähdyksellä. ","Panaman ":"kanava Panaman halki kulkeva, 82 kilometriä pitkä kanava, joka yhdistää Tyynenmeren ja Atlantin. Joutsen kulki sen läpi viidennellä matkallaan. ","pappi ":"Hengellisen työn tekijä. Joutsenella oli aina pappi mukana – yleensä asevelvollisuuttaan suorittamassa hänkin. ","partakisa ":"Kilpailu siitä, kenellä on komein parta. Kriteerit voittajan määrittämiseksi vaihtelevat, mutta joka tapauksessa Joutsenella pidettiin partakisa seitsemännellä matkalla Kap Hornin ja Calaisin välillä. Partakisoja pidetään merillä edelleen. Alun perin esimerkiksi Joutsenella lähtökohtana oli veden säästö. Sitä käytettiin mieluummin juomiseen kuin parranajoon. ","pasaatituulet ":"Päiväntasaajan molemmin puolin puhaltavia lempeitä tuulia, joissa Suomen Joutsenkin teki matkaa ennätysvauhdilla. ","pentteri ":"Apukeittiö, eli se mistä ruoka tarjoiltiin, kun se ensin byssassa oli valmistettu. ","pii ":"Muun muassa alkuaine sekä matemaattinen vakio, jonka avulla lasketaan ympyrän pintaala. Piin likiarvo 30 desimaalin tarkkuudella on 3,141592653589793238462643383279. Purjehduksessa piillä tarkoitetaan sitä, kun purjeiden ja peräsimen asento vastatuulessa laitetaan niin, että alus pysyy lähes paikallaan. Kun Joutsenen kolmannella matkalla jouduttiin hirmumyrskyn kouriin, laiva asetettiin piihin ja odotettiin, mitä tapahtuu, kun myrsky kallisti sitä 55 astetta. Eipä tapahtunut mitään. Myrskyn laannuttua jatkettiin matkaa. ","promootiopurjehdus ":"Vuonna 1950 Suomen Joutsenen tekemä pieni purjehdus, johon osallistui satoja Helsingin yliopiston fi losofian ja valtiotieteellisen tiedekunnan promovoitavia (ja muitakin) ihmisiä. ","proviantti":"Ruoka. Ensimmäisillä matkoilla laivalla ei ollut kylmäkoneita, joten esimerkiksi liha pidettiin tuoreena siten, että se oli elossa. Porsaiden lisäksi laivassa oli kanoja. Englantilaiset ratkaisivat saman asian juomien suhteen niin, että olut laitettiin käymään Doverissa ja kun päästiin Intiaan, se oli valmista.  ","puhvelinliha ":"Nimitys suolalihalle, jota ennen muinoin – ei enää Joutsenen aikana tosin – laivoilla syötiin. Oikeasti se oli nautaa, joka ensin oli hyvinkin pitkiä aikoja suolatynnyrissä. Sitten se laitettiin purjekangaspussiin ja sitä vedettiin laivan perässä, että suola vähän huuhtoutuisi pois. Lopuksi liha laitettiin uuniin ja kuivattiin, minkä jälkeen siitä valmistettiin ruokaa. Nam. ","puolikansi":"Myös: keulakansi tai päällikönkansi. Puolikannella sijaitsi muun muassa kapteenin myrskyhytti, josta kapteeni Konkola ei myrskysäällä poistunut yölläkään. Puolikannella pidettiin eräässä satamassa jopa tanssiaiset. ","puolukkamehu":"Hyvin säilyvä ja terveellinen mehu, jota Joutsenella juotiin tuhansia litroja.  ","puomi":"Joutsenella alaslasketut veneet kiinnitettiin keulamaston kohdalle viritettyihin poikittaispuomeihin. Kerran yksi puomeista katkesi ja vahtivuorossa ollut luutnantti sai tästä tarkkaavaisuuden puutteestaan rangaistukseksi 15 vuorokautta putkaa. Siitä lähtien kyseisen mittaista rangaistusta kutsuttiin ”puomiksi”.  ","purjehdussanasto":"Merimiesten käyttämä maallikoille täysin käsittämätön erikoissanasto. Aiemmin käytettiin vähän laivoista riippuen esimerkiksi Englannin tai Ruotsin laivastojen käyttämiä sanoja. Varsinaisesti laivaston purjehdussanasto suomennettiin vasta, kun Suomen Joutsenesta tuli koululaiva.  ","purjeneuloja ":"Tärkeä ammattimies, joka sai toisinaan jopa kunnian, että kapteeni puhutteli häntä. Purjeneuloja hoiti purjeet, paikkasi ja korjasi. Laivalla oli muitakin vastaavia ammattimiehiä kuten timpuri eli timppa, suutari, leipuri, kokki ja parturi. Joutsenesta on jopa raaputettu uudempien maalikerrosten alta vanha ranskankielinen teksti ”Voilerie”, joka kertoo, missä purjeneulojan työpiste sijaitsi. ","puukko ":"Merimiehen tärkein työkalu. Merimies ilman puukkoa on kuin tarjoilija ilman tulitikkuja. Koska merillä ahtaissa oloissa tietenkin oli myös eripuraa, aikanaan katkaistiin puukoista kärki, etteivät eripurat olisi aivan niin vaarallisia. Suomalaisten merimiesten kerrotaan yleensä tehneen puukkonsa itse, kun ei muuten saanut niin hyvää kuin halusi. ","päivämies ":"Osa miehistöstä ei kuulunut vahtiin vaan työskenteli päivällä kahdeksan tuntia. Päivämiehiä olivat talouspuolen henkilöstö, kuten leipuri ja kokit sekä lääkintähenkilöstö, kansimestari, purjeneuloja, suutari, räätäli, kirjurit, puuseppä ja pastori. ","ransuuni ":"Säännöstely. Purjehduksilla jouduttiin usein säännöstelemään asioita ja usein sellainen asia oli vesi. Pahimmillaan eräällä reissulla vettä oli vain kaksi litraa miestä kohti päivää kohti. Usein olikin sitten niin, että kun saavuttiin satamaan, laiva oli kyllä siisti ja puhdas mutta miehet melkoisen ruokkoamattomia. ","rikaaminen ":"Rikaaminen on oikeastaan takilan pystystä, mutta sana on merimiesten suussa levinnyt yleisempään käyttöön niin, että he rikaavat milloin mitäkin – esimerkiksi vientiteollisuuden näyttelyä ei Joutsenella pystytetty, vaan se rikattiin pystyyn. ","rikiorava ":"Korkealla mastojen köysistössä ketterästi hyppelevä merimies. ","romuttamo ":"Paikka, jossa hajotetaan osiin vanhoja tavaroita ja asioita. Suomen Joutsenkin oli tarkoitus romuttaa, kunnes Niilo Wällärin ansiosta alus sai loppusijoituspaikan Aurajoesta. ","Salminen, Matti ":"Maailmankuulu turkulainen oopperalaulaja, joka esitti yhtä pääroolia Lentävässä hollantilaisessa, joka esitettiin osin Suomen Joutsenella 2005. Salminen itse asui nuorempana kivenheiton päässä Joutsenesta ja oli töissä joen toisella rannalla Wärtsilässä. ","salpietari ":"Salpietari eli kaliumnitraatti on suola, jota esiintyy suurissa kerrostumisessa erityisesti Chilessä. Sitä käytetään muun muassa typpihapon valmistuksessa, ruuanlaitossa, lannoitteissa, rakettipolttoaineena ja ilotulitteissa. Aiemmin sitä käytettiin myös ruudin valmistuksessa. Ennen koululaiva-aikaa Suomen Joutsen – tai silloinen Laënnec – toi Chilestä salpietaria Eurooppaan. ","sauna ":"Kuuma ja kostea peseytymispaikka. Joutsenelle ei saunaa koululaivan aikaan rakennettu, mutta keulapakan alla sijaitsevaan pesuhuoneeseen saattoi johtaa kuumaa höyryä, joka paremman puutteessa kävi saunasta. ","sekstantti ":"Navigoinnissa käytettävä laite, jolla Joutsenessakin määritettiin aluksen paikka suhteessa taivaankappaleisiin kuten tähtiin, aurinkoon tai kuuhun. ","Shipshape and Bristol Fashion":"Sanonta, jolla viitattiin siihen, että laiva oli puhdas, hyvässä maalissa ja hyvässä kunnossa, jotta kehdattiin saapua satamaan. Joutsenen kohdalla se oli vieläpä normaaliakin tarkempaa, sillä alus oli nimenomaan edustamassa Suomea. ","sisäoppilaitos ":"Koulu, jossa asutaan. Suomen Joutsen oli sisäoppilaitos vuosina 1961–1976. Opiskelijat asuivat pienissä kahden hen-gen asuntohyteissä, joissa samalla opeteltiin yhtä merimiehen perusvaatimusta: kykyä tulla toimeen ventovieraiden kanssa ahtaissa oloissa. ","skanssi ":"Miehistön makuuhuone, jossa nukuttiin riippumatoissa. Kovin mukavia ne eivät olleet, sillä ne puristivat miehen lysyyn, ja kun vielä laivan keinunta toi mukanaan kehtoefektin, olo lienee ollut samantapainen kuin kapalovauvoilla sillä erotuksella, että äidin sijaan käskytyksestä huolehti kapteeni Konkola. Suomen Joutsenella välikannella sijaitsi neljä miehistöskanssia ja kaksi aliupseeriskanssia. ","STX ":"Europe Korealaisten omistama laivanrakennusyhtiö, entiseltä nimeltään Aker Yards. Yritys toimii Turussakin ja omistaa telakan myös Ranskan St Nazairessa. Se taas on sama paikkakunta, jossa Suomen Joutsen aikanaan rakennettiin. ","suomennos ":"Jonkin vieraskielisen asian kääntäminen suomeksi. 1930-luvulla laivasto halusi olla isänmaallinen ja suomensi purjehdussanastoa, mutta tulos oli lähinnä surkuhupaisa, eivätkä sanat koskaan saaneet tuulta purjeisiinsa. Kumma juttu, sillä laivaston ihmiset olivat sentään keksineet laivan osille niinkin osuvia nimiä kuin isotankotukipurjeenjohdin ja peräraimitankotaaki. Aiemmin esimerkiksi jälkimmäisestä käytettiin nimeä kryssiprammitankotaaki, joka sekään ei ulkopuolisen mielestä ole erityisen naseva, mutta sen merimiehet sentään ymmärsivät. ","Suometar ":"Sanomalehti, joka alkoi ilmestyä 1847 ja josta aikanaan kehittyi Uusi Suomi. Suometar oli myös yksi nimivaihtoehto, kun Suomen Joutsenelle mietittiin nimeä. Valituksi tuli kuitenkin Suomen Joutsen. Sen niminen alus nimittäin ratkaisi vuonna 1565 ruotsalaisten voitoksi Bornholmin meritaistelun, tosin laivan nimi oli ruotsiksi: ”Finska Svan”. ","suorakulma ":"90 asteen kulma. Vitsin mukaan sellaisia löytyy Joutsenelta tasan yksi. Luokkahuoneen liitutaulun viivoittimesta. ","takila ":"Takilan eli rikin varaan ja avulla aluksen purjeet levitetään. Suurissa purjelaivoissa kyse ei ole ihan pienestä järjestelmästä, sillä pelkästään köysiä on kilometreittäin. Riki jaetaan kiinteään takilaan, eli metallisiin tai puisiin mastoihin, puomeihin ja niitä tukeviin haruksiin ja vantteihin sekä juoksevaan takilaan, jolla tarkoitetaan purjeiden nostoon ja hallintaan käytettävää köysistöä. ","torppa ":"Pieni talo. Laivassa ne suojat, joita kannella on, kuten esimerkiksi kapteenin merihytti. ","tykkitarkastus ":"Joutsenella ei ollut tykkejä, mutta silloin tällöin pidettiin lääkärintarkastus mahdollisten sukupuoli- ja muidenkin tautien varalta. Tällöin jonossa mentiin tarkastuttamaan ”tykki” lääkärin vastaanotolle. ","täkkäri ":"Kansimies. Kun siirryttiin höyry- ja edelleen dieselkoneiden aikakaudelle, miehistö jakaantui kahtia: oli täkkäreitä ja konemiehiä. Erään merimiesjutun mukaan täkkäri tapasi kerran konemiehen sataman kapakassa ja molemmat kehuivat maailmanmatkoillaan. Täkkäri sanoi, että on vain kaksi paikkaa, joissa hän ei ole käynyt. Toinen on Vladivostok ja toinen konehuone. ","täystakiloitu ":"alus Vähintään kolmimastoinen alus, jonka kaikissa mastoissa on raakapurjeet. Aurajoessa on yksi sellainen, ja sen nimi on Suomen Joutsen. ","ulkoharus ":"Purje laivan keulassa. Se nostetaan hieman säästä riippuen Joutsenella kesälauantaisin ja -sunnuntaisin, ja nostoon saavat myös vierailijat halutessaan osallistua. ","ulkoparlamentaarinen ":"Kun Merimiesunioni sai tahtonsa läpi ja esti painostus Joutsenen romuttamisen lakon uhalla, unionin puheenjohtaja Niilo Wälläri ilmaisi heidän käyttäneen asiassa ”ulkoparlamentaarista painostusta”. ","umpisuoli":"Paksusuolen alkupää, jonka umpilisäke saattaa tulehtua niin, että se pitää leikata pois. Joutsenella oli tietysti lääkäri mukana, ja kerran merellä jouduttiin tilanteeseen, jossa oli tehtävä umpisuolenleikkaus. Meren keinuttaessa leikkaussalia se ei ole aivan vaaraton tehtävä, mutta onnistui.  ","Upinniemi":"Kirkkonummella sijaitseva merivoimien varuskunta. Joutsen oli siellä vuosina 1956– 59 asunto- ja varastolaivana sekä myös sotilaskotina. ","Uusikaupunki":"Kaupunki Suomen länsirannikolla. Ennen kuin Uusikaupunki tuli tunnetuksi Saabeista ja Porscheista, se tunnettiin merenkulku- ja telakkakaupunkina. Siellä tehtiin Suomen Joutseneen perinpohjaiset muutostyöt vuosina 1930–1931. Tällöin laivaan rakennettiin mm. yksi välikansi lisää.  ","vahti ":"Laivoilla työskennellään vahdeissa. Suomen Joutsenella vahtivuorojen pituus oli neljä tai kaksi tuntia. Satamissa vahtivuorot kestivät vuorokauden. Miehistö oli jaettu kolmella ensimmäisellä matkalla kolmeen vahtiin. Vahdissa oltiin kahdeksan tuntia vuorokaudessa. Neljännestä matkasta alkaen miehistö jaettiin kahteen vahtiin. Vahdissa huolehdittiin purjehdukseen kuuluvat tehtävät, kuten purjeiden levitykset ja kokoamiset sekä paikanmääritykset. Vahdin alussa määrättiin vahtimiehistö kuten vahtialiupseeri, neljä ruorimiestä, lähetti, merkinantaja ja tähystäjä. Konepuolella oli omat tehtävänsä. ","velan maksaja":"Suomen Joutsenta tervehdittiin ”velan maksajaksi”, kun se purjehti New Yorkiin vuonna 1937. Tällä viitattiin siihen, että Suomi oli ainoana valtiona maksanut ensimmäisen maailmansodan jälkeen Yhdysvalloilta saamansa lainan takaisin.  ","venttiili":"Laivan ikkuna. Vetää kölin altaVanha laivarangaistus. Suomen Joutsenella ei ketään vedetty kölin alta, mutta amiraali Jan Klenbergillä – ja muutamilla muilla – oli tapana 1940-luvun lopussa huvikseen sukeltaa kölin alta."} 