{"4":"Suuret purjelaivat ovat tämän kesän jälkeen vierailleet Turussa neljä kertaa. Ensimmäinen kerta oli 1996, toinen 2003, ja kolmas 2009. Sail Training International (STI) ja Turun kaupunki järjestivät myös The Culture 2011 Tall Ships Regatan Itämerellä Turun kulttuuripääkaupunkivuoden kunniaksi.","20":"Turussa Tall Ships’ Races -tapahtuman aikana piipahtavien suurien, A-luokan purjelaivojen määrä. Luku on suurempi kuin koskaan ennen.","96":"Turkuun suurten purjelaivojen kilpailuun saapuvien purjealusten määrä.","1956":"Suomi sai Porkkalan takaisin ja Kekkonen valittiin ensimmäisen kerran maan kekkoseksi. Vuonna 1956 järjestettiin myös kaikkien aikojen ensimmäinen Tall Ships’ Race Armada Dish Tall Ships’. Mukana oli 20 alusta.","3 000 metriä ":"Pituus, jonka Turkuun Tall Ships’ Races -tapahtumaan tulevat alukset muodostaisivat, jos ne laitettaisiin jonoon.","500 000":"Ihmismäärä, jonka odotetaan vierailevan Aurajoen rannassa suuria purjelaivoja ihailemassa.","af Chapman, F.H. (1721–1808)":"Kuuluisa ruotsalainen laiva-arkkitehti, joka suunnitteli yhteistyössä Augustin Ehrensvärdin kanssa muun muassa saaristofregatteja. Turun seudulla tunnetuimman saaristofregattityypin nimi oli luonnollisesti Turunmaa.","ahteri":"Nykykielessä ahterilla viitataan lähinnä ihmisen takapuoleen, mutta alun perin nimityksellä on tarkoitettu laivan takapuolta.","ahteritäkki":"Vaikka muuta voisi luulla, kyseessä ei ole täkki joka peittää takapuolen, vaan laivassa kannen se osa, jossa on ruori.","albatrossi":"Suuri, kapeasiipinen merilintu, jonka surmaaminen tuottaa uskomuksen mukaan huonoa onnea merimiehille. Moni maakravuista muistaa asian Aku Ankan lausumasta värssystä: ”Nyt mua uhkaa kohtalo hirmuisin, kun ammuin nuolen ilmoihin, ja albatrossia haavoitin!”","ankkuripeli":"Nimestään huolimatta kyseessä ei ole merimiesten ajankuluksi kehittämä peli. Kyseessä on vintturi, jolla ankkuri nostetaan.","Armada Dish":"Palkinto, joka luovutetaan Tall Ship’s Racen voittajalle. Kovin hampaat irvessä ei kuitenkaan kilpailla, sillä voittaja valitaan kaikkien osanottajien kesken järjestettävässä äänestyksessä.","Aurajoki":"Oripäästä alkunsa saava noin 70 kilometriä pitkä joki, joka kulkee myös Turun läpi. Suomen merenkulun kannalta tärkeä joki, sillä sitä pitkin on purjehdittu viikinkiajoista saakka.","Balticat":"Turun Tall Ships’ Races -tapahtuman laivakissamaskotin nimi. Nimi syntyi äänestyksen tuloksena – muita ehdokkaita olivat muun muassa Kapteeni Kirnaus sekä Turskatti.","bloki (ploki)":"Merimiehet olivat aikaansa edellä, sillä he ovat olleet ahkeria blokkaajia jo vuosisatoja. Blokia ei kuitenkaan pidä sekoittaa nykyisiin blogeihin; blokilla tarkoitetaan akselilla pyörivää pyörää, jonka kehällä on uurre köyttä varten.","byssa":"Paikka, jossa laivalla tehdään ruokaa eli laivakeittiö. Rakkaalla lapsella on monta nimeä, joten sitä kutsutaan myös kapyysiksi.","Captain’s dinner":"Hiukan korkeammin koulutettujen merikarhujen päivällinen Turun linnassa Tall Ships’ Races -viikonlopun aikana. Päivälliselle osallistuvat laivojen kapteenit.","Crew Parade":"Paraati – tai karnevaali – jossa vähän yli 2000 Tall Ships’ Races -kilpailuun osallistuvaa miehistön jäsentä kulkee Hämähäkkitontilta Varvintorille.","doldrums":"Tuuleton vyöhyke päiväntasaajalla. Kun laiva jämähti sinne, saattoi käydä niin, ettei viikkotolkulla päästy eteenpäin. Usein lokikirjoista näkyykin kapteenin tuska, kun lastin toimittamisella olisi kiire, mutta eteenpäin ei päästä.","donkey-mies":"Dunkki vastasi aluksella olevasta höyrypannusta – mikäli sellainen oli. Höyrypannulla tuotettiin voimaa esimerkiksi ankkurinnostoa varten. Suomen Joutsenella höyrypannu toimi myös hyvin suomalaisessa työssä: sillä tuotettiin höyryä, joka toimi saunan korvikkeena.","Follow me -boat":"Vene, joka ottaa suuret – ja pienemmätkin – purjelaivat vastaan linnanaukolla suurten purjelaivojen tapahtumassa. Paikalla on myös hinaajia, jotka kääntävät laivat – suurimpia varten niitä tarvitaan peräti kolme.","fregatti":"Italiankielinen ilmaus sota-alukselle. Perinteisesti fregatti on kolmi- tai joskus myös useampimastoinen purjealus, jossa on raakapuut kaikissa mastoissa; synonyymi fregattitakilaiselle on täystakiloitu. Suomen Joutsen on kolmimastofregatti","fööri":"Laivan etuosa.","GMT":"Greenwichin aika (Greenwich Mean Time). Tällä tarkoitetaan Greenwichin observatorion kohdalla olevaa keskiaurinkoaikaa – aurinko siis ohittaa observatorion meridiaanin kello 12.00 GMT. Maapallon aikavyöhykkeet on jaettu siitä lähtökohdasta, että ne ovat suhteessa Greenwichin aikaan – esimerkiksi Suomessa siis kaksi tuntia edellä.","Hansaliitto":"Pohjoiseurooppalaisten kaupunkien liitto, joka hallitsi kauppaa Itämeren ja Pohjois-Saksan alueella 1200–1400-luvuilla. Kauppatavara kulki luonnollisesti meriteitse, ja Hansalla oli näin merkittävä vaikutus Itämeren alueen merenkulun kehittymiseen. Suomessa ei varsinaisia Hansakaupunkeja ollut, mutta Turku oli eräänlainen Hansan hang around -jäsen; siellä käytiin vilkkaasti kauppaa.","Haruspurje":"Purjealuksen pituussuunnan mukainen purje.","HC":"Harbour Center – kilpailun hermokeskus, jossa on suurten purjelaivojen tapahtuman aikana päivystys ympäri vuorokauden. Jos on ongelmia, Harbour Centeristä löytyy apua.","hinausmaksu":"Suuret purjelaivat oli hinattava satamaan ja sieltä pois. Tästä laskutettiin hinausmaksu, joka oli otettava huomioon myös laivojen budjetteja mietittäessä.","hoorni":"Metallinen, vähän terävää kenkälusikkaa muistuttava työkalu, jota käytetään pleissaamiseen. Nimi tulee siitä, että aikanaan se tehtiin sarvesta (horn).","Ilta skanssissa":"Kuuluisa Georg Malmstenin valssi. Useimmiten skanssissa tosin ei valssattu vaan nukuttiin riippumatoissa. Skanssi on miehistön yhteinen asuintila.","ilmapuntari":"Ilmapuntarilla mitataan ja ennustetaan sään muutoksia. Ilmapuntarin periaate keksittiin jo 1600-luvulla, mistä lähtien se on ollut merenkulkijoille kultaakin kalliimpi työkalu.","isopurje":"Yksi purjealuksen purjeista. Aikoinaan se oli myös nimensä mukaisesti suurin purje. Jotta asia ei olisi noin yksinkertainen, isopurje voi olla aluksen takilaratkaisusta riippuen esimerkiksi raakapurje, kahvelipurje, bermudapurje tai latinalaispurje. Kun vuosisatojen kuluessa laivoihin lisättiin purjeita ja uusien purjeiden pinta-ala kasvoi, nimitys jäi tarkoittamaan pisimmän maston, isonmaston, alaosassa olevaa purjetta.","isomasto":"Purjealuksen korkein masto. Siihen voidaan kiinnittää mm. isopurje ja fokka, mutta myös veneen tyypistä riippuen muitakin purjeita. Merirosvoelokuvissa siihen kiinnitetään vallatun laivan kapteeni, yleensä Errol Flynn liittyy asiaan jotenkin.","Itävalta":"Vuoristoinen maa Keski-Euroopassa. Vähäisistä rannikkoalueistaan huolimatta Itävalta on mukana yhdellä laivalla suurten purjelaivojen tapahtumassa.","Kajakki":"Eskimoiden käyttämä vene, jolla ei ole suurten purjelaivojen kanssa juuri mitään tekemistä. Kajakki on myös Timo Sarpanevan suunnitteleman maailman kalleimman lasiesineen nimi. Suurten purjelaivojen Turunviikonloppua varten tästä alkuperäisestä Kajakkiveistoksesta on tehty muutama kopio, jotka ovat näytillä Wäinö Aaltosen museossa ja jotka kisaviikonloppuna huutokaupataan. Tuotto käytetään Itämeren suojelun sekä nuorten veneilykoulun hyväksi.","kaleeri":"Ikivanha alustyyppi, jonka Pietari Suuri toi Pohjolaan. Se pystyi sekä soutamaan että purjehtimaan. Se oli aluksi saaristolaivaston tärkein alustyyppi.","kallistus":"Ennen vanhaan telakalla laivat kallistettiin pohjan korjausta varten kyljelleen, ellei telakalla ollut slipiä eli systeemiä, jolla ne olisi voitu nostaa.","kanava":"Väylä johonkin, vaikkapa television maailmaan. Perinteisesti kanavalla on kuitenkin tarkoitettu rakennettua vesireittiä paikasta a paikkaan b. Maailman merenkulun mullistivat kaksi suurta kanavaa: Suez rakennettiin 1860-luvulla, Panaman kanavaa ryhdyttiin rakentamaan 1880-luvulla, mutta valmiiksi se tuli vasta 1914.","kapteeni":"Laivan päällikkö suurissa aluksissa. Kapteeni vastasi laivasta, ja hänen tärkein tehtävänsä oli hoitaa lasti sovittuun satamaan, sopia tarvittaessa uusista lasteista ja ylipäänsä hoitaa kaikki byrokratia, jota kaupankäyntiin liittyi.","katu":"Väylä, jota pitkin voi kulkea. Turun Tall Ships’ Races -tapahtuman alueella on useampiakin katuja, joiden nimissä vanha purjehdusperintö elää: Tervahovinkatu, Merimiehenkatu, Laivurinkatu.","keripukki":"Ikävä c-vitamiinin puutostauti, joka aiheuttaa mm. väsymystä ja heikotusta sekä verenvuotoa limakalvoilla. Pitkillä purjehduksilla oli usein ongelmana, ettei tuoreita hedelmiä ollut, mistä syystä keripukki vaivasi miehistöä.","keula":"Laivan etupuoli. Keula oli miehistön aluetta.","keulapakka":"Pääkantta ylempänä oleva aluksen keulimmainen kannen osa.","Kilpi, Volter(1874–1939)":"Suomalainen kirjailija, jonka tuotannossa purjelaivakausi on vahvasti läsnä. Esimerkiksi hänen pääteoksessaan Alastalon salissa ryhmä isäntiä kokoontuu neuvottelemaan laivan varustamisesta.","kirkkolaiva eli votiivilaiva":"Kirkkolaiva on kirkkoon lahjoitettu kaunis ja taidokkaasti tehty pienoismalli jostain laivasta. Se on yleensä haaksirikosta selviytyneiden merimiesten kiitoslahja Jumalalle. Suomen suurin kirkkolaiva on Åke Sandwallin rakentama Suomen Joutsenen pienoismalli Upinniemen varuskuntakirkossa, merikappelissa. Kirkkolaivaa ei pidä sekoittaa nuorison nykyään usein piirtämiin kirkkoveneisiin.","kissanselkä":"Kun kissa köyristää selkäänsä, se on osoitus notkeudesta, mutta kun vanha puulaiva alkaa tehdä samaa, se on katastrofi. Vuosien saatossa niin kuitenkin usein pakkaa käymään, laivan runko vääntyy tai peräti katkeaa.","koija":"Peti, sänky. Nykyään kun puhutaan koijarista, tarkoitetaan huijaria, mutta oikeastaan silloin puhutaan unikeosta.","koiravahti":"Vahtivuoro siihen aikaan yöstä, jolloin nukuttaa kaikkein eniten eli klo 24–04.","kokki":"Laivaura aloitettiin usein ainakin talonpoikaislaivoilla kokkina. Näin ollen kokin työ ei ollut laivan arvoasteikossa kovin korkealla, jos kohta kokin taidot olivat ensiarvoisen tärkeät, jos purjehduksesta oli tarkoitus tulla miellyttävä.","korsteeni":"Laivan savupiippu. Purjelaivoissa sellainen on vain harvoin. Tupakoijiin viittaavalla sanonnalla ”polttaa kuin korsteeni” on siis merellinen alkuperä.","koti-ikävä":"Merimiesten ammattitauti.","Kron Printzen":"Monen laivan nimi. Yksi näistä Kruununprinsseistä oli fregatti, joka jäi historiaan siksi, että se oli ensimmäinen turkulaisalus, joka ylitti Atlantin 1769–1770.","kronometri":"Tarkka kello. Merenkulussa ajan mittaaminen on ensiarvoisen tärkeää, jotta voidaan määritellä, millä leveyspiirillä liikutaan. Se taas vaatii kellon, joka ei juuri jätätä tai edistä.","kräkikuski":"Halventava nimitys laivoille ja merimiehille, jotka purjehtivat vain Itämerellä, eivät ”oikeilla” merillä. Kräkillä tarkoitetaan yleensä risua, eikä itse sanakaan kuulosta juuri muulta kuin räkäisyltä.","kupari":"Kupari eli vaski on jalometalli, joskaan ei kovin kallis sellainen. Monet puulaivat kuparoitiin vedenalaisilta osiltaan laivamatoja vastaan.","kuunari":"Kuunari on vähintään kolmimastoinen alus, jonka keulamastossa on raakapurjeet ja muissa mastoissa pitkittäispurjeet. Useampimastoisissa kuunarilaivoissa saattoi olla osassa taaempia mastoja lisäksi raakahuippupurjeita. Turkulaisille tuttu Reilun kaupan rahtipurjelaiva Estelle on bermudakuunari.","köysitehdas":"Linnankadulla sijaitseva, aikanaan Pohjoismaiden pisin rakennus. Köysiä valmistettiin muun muassa laivoihin, ja köysitehdas oli yksi satama-alueen vilkkaista teollisuuslaitoksista. Nykyisin siellä on taideopiskelijoiden tiloja.","laivakello":"Kello, jonka kumauksilla kommunikoitiin laivalla, kerrottiin esimerkiksi vahdinvaihdosta.","laivamato":"Laivamato (Teredo navalis) on matomainen simpukka, jonka ”hampaat” jyystävät puulaivan – tai ennen kaikkea puulaivahylyn – palasiksi muutamassa vuosikymmenessä. Itämeri on siitä harvinainen meri, että siellä laivamadot eivät juuri viihdy, koska vesi ei ole kyllin suolaista. Sen takia Itämeren pohjassa onkin säilynyt monia hylkyjä erityisen hyvässä kunnossa.","laivapoika":"Jungmanni oli melkein pahnanpohjimmainen laivan arvojärjestyksessä. Kun esimerkiksi Suomen rannikolta miehet – tai pojat – lähtivät merille, he aloittivat yleensä keittiössä ja etenivät siitä ensin laivapojaksi. Jungmannin tehtävänä oli toimia apupoikana, missä sellaista ikinä tarvittiinkin. Laivapoika toimi myös tähystäjänä, ja saattoipa hän kauniilla säällä päästä ruoriinkin.","laivaneuvottelu":"Kapteenin koolle kutsuma kokous, jossa yhdessä päällystön kanssa pohdittiin, mitä tulisi tehdä, kun edessä oli joku poikkeuksellisen hankala tai vaarallinen päätös.","laivanvarustaja":"Se, joka maksoi laivan sekä miehistön palkat. Laivanvarustajat olivat aikanaan, kuten nykyäänkin, varsin varakasta väkeä.","lautta":"Veneen tapainen, jolla ylitetään suuria vesialueita kuten vaikkapa Aurajoki. Tall Ships’ Races -tapahtuman aikana linnalta vanhan Wärtsilän alueelle kulkee lautta, jolloin pääsee kätevästi kiertämään koko alueen.","lehmänsilta":"Parin lankun levyinen silta keulapakalta ahteritäkille. Englanniksi sen nimi on catwalk, ja nykyään sillä on myös mallimaailmaan viittaava merkityksensä.","lehtikuusi":"Lehtikuusi on kuin luonnon omaa painekyllästettyä puuta. Se kestää hyvin lahoa, ja siitä rakennettiin esimerkiksi mastot ja köli.","limisaumarakenne":"Laivan laidoituksen laudat ja lankut asetetaan niin, että reunat peittävät toisensa, minkä jälkeen ne kiinnitetään nauloin ja niitein. Perinteiset pohjoismaiset laivat rakennettiin näin.","linjakaste":"Kun merimies ylittää ensi kerran päiväntasaajan, hän saa linjakasteen, joka voi olla perin hurja. Esimerkiksi Suomen Joutsenella itse merenjumala Neptunus joukkioineen astui laivaan kastamaan maakravut, jotka eivät päiväntasaajan linjaa aiemmin olleet ylittäneet.","LO":"Liason Officer eli yhteysupseeri, jollainen on jokaisella Tall Ships’ Races -kisaan osallistuvalla aluksella. LO koordinoi tietoa järjestäjille ja päinvastoin. CLO puolestaan tarkoittaa Chief Liason Officeria eli pääyhteysupseeria.","loki":"Marvel-kustantamon luoma sarjakuvahahmo, superrikollinen. Useammin sillä kuitenkin tarkoitetaan laivan nopeuden ja sen kulkeman matkan mittauslaitetta. Näitä oli useampiakin, yksinkertaisin oli niin sanottu käsiloki. Se oli laivan sivulle heitettävä kolmiomallinen puupala, jonka perään oli sidottu liina, johon oli tehty solmuja. Nopeus saatiin, kun laskettiin, kuinka monta solmua virta vei tiettynä aikana.","lokikirja":"Aluksen päiväkirja. Siihen kapteeni merkitsee mm. aluksen lähtö- ja tuloajan, lähtö- ja tulopaikan sekä reitin, säätilan, matkustajat, kuljetun matkan ja matkatapahtumat, kuten esim. uuden matalikon tai karikon löytymisen. Vitsin mukaan eräs kapteeni kirjoitti kerran lokikirjaan, että perämies oli ollut juovuksissa. Perämies vastasi samalla mitalla ja kirjoitti seuraavana päivänä, että kapteeni oli ollut selvin päin.","luotsi":"Paikallinen merentuntija, jonka avulla pyritään välttämään karikot vierailla vesillä. Ruotsin merilaki velvoitti vuonna 1667 käyttämään luotsia satamiin purjehdittaessa, 1696 laki laajeni koskemaan myös Suomea. Nykyään luotsi on merikapteenin tutkinnon suorittanut henkilö, joka on perehtynyt tiettyyn merialueeseen niin, että pystyy ohjaamaan laivaa siellä, oli sää mikä tahansa.","luotsisoihtu":"Soihtu, joka sytytettiin sen merkiksi, että laiva tarvitsi luotsia eli henkilöä, joka ohjasi sen turvallisesti perille vierailla vesillä.","mahonki":"Jalopuu, joka soveltuu erinomaisesti laivan vähän fiinimpien ihmisten, kuten kapteenin, hytin rakennusaineeksi.","malpriimi":"Puinen malspiikki.","malspiikki":"Rautainen, suurehkon porkkanan kokoinen ja muotoinen piikki, jota käytettiin pleissaamiseen. Pleissaaminen puolestaan on sitä, kun yhdistetään kaksi köyttä punomalla ne yhteen. Malspiikki liittyy myös sarjakuvasankari Tintin ystävään kapteeni Haddockiin: Kun ensimmäiset Tintit aikanaan suomennettiin, sarjakuvassa ei voitu sanoa, että kapteeni juo viskiä. Niinpä juoma suomennettiin ”malspiikiksi”.","masto":"Puulaivan pitkä ja suora pylväs, johon kiinnitetään purjeet. Suomi vei mastopuuta muun muassa Englantiin merkittäviä määriä.","mauste":"Aine, joka antaa ruualle makua – tai peittää sen. Halu saada mausteita oli yksi tärkeä syy merenkulun kehittymisen taustalla. Välimereltä tuotiin Suomeen 1700-luvulla mm. paprikaa, suolaa, pippuria, inkivääriä ja sinappia.","matruusi":"Matruusi oli purjelaivoissa kokenut merimies, joka oli tehnyt vähintään pari pitkää ulkomaanpurjehdusta. Hän osallistui purjeiden lisäämiseen ja vähentämiseen, ja hänen piti myös osata monenlaisia käytännön töitä kuten maalaamista, purjeitten ompelua ja kirvesmiehenkin taitoja. Matruusi myös osallistui laivan ohjaamiseen.","merimiesarkku":"Merimiehen matkalaukku. Merimiesarkku oli puinen, usein kauniisti koristeltu laatikko, johon mahtui merimiehen koko maallinen omaisuus.","merimiesrulla":"Miehistöluettelo joka sisälsi tiedot pestauksista. Ulkomaiden satamissa kotimaan konsuli tuli aina allekirjoittamaan sen. Kutsutaan myös mönstrauslistaksi.","merimiessolmu":"Solmu, joka liittää kaksi köyttä tai narua yhteen väliaikaisesti. Merimiesten solmuvarastoon kuuluu kymmeniä solmuja.","merimiesslangi":"Merimiesten käyttämä kieli, joka ammattisanastojen tapaan on ulkopuolisille kohtuullisen käsittämätön. Merimiesslangin ymmärtämistä vaikeuttaa vielä se, että eri laivoilla se saa aina hieman erilaisia muotoja. Esimerkiksi Suomen Joutsenella puhuttiin varsin eri tavalla kuin nykyisillä ruotsinlaivoilla.","merimiessäkki":"Merimiesten tavaroitten säilytyssäkki, joka tavallisesti valmistettiin purjekankaasta.","meriselitys":"Merillä se tarkoittaa kapteenin selontekoa esimerkiksi haverin jälkeen. Maissa se sen sijaan voi tarkoittaa mitä tahansa epäuskottavaa tarinaa asiankulusta (= ”oli se varsinainen meriselitys!”).","messi":"Laivan henkilökunnan ruokailutila. Laivoilla yleensä on ollut ja on hyvin tarkka hierarkia, joten miehistö on syönyt omassa messissään ja päällystö omassaan.","messinki":"Kuparin ja sinkin seos, joka kestää hyvin hapen vaikutusta. Puulaivan pultit ja naulat olivat usein messinkiä. Tämän lisäksi niiden päät vielä peitettiin puutulpilla, että ne kestäisivät meriilmaa ja vettä.","Moby Dick":"Valkoinen valas (kaskelotti), jota Herman Melvillen samannimisessä romaanissa kapteeni Ahab koettaa pyydystää. Kirja on kuvaus paitsi epätoivoisesta valaanpyynnistä, myös 1800luvun elämästä suurella purjein kulkevalla kalastusaluksella.","märssytanko":"Kun lähtee kiipeämään isoonmastoon, ensimmäinen tasanne, johon tulee, on märssy. Seuraava on saalinki, sitten ei enää olekaan tasanteita vaan masto jatkuu prämmi- ja röijelitankona. Märssykori on saanut nimensä märssytangosta.","museoparkki":"Esimerkiksi purjelaiva Sigyn. Tämä museona toimiva kolmimastoparkki on rakennettu vuonna 1887 Göteborgissa ja on viimeinen lajissaan maailmassa.","mänty":"Havupuu, jota kasvaa pohjoisessa. Mänty on erinomainen laivanrakennuspuu – ei vähiten siksi, että täällä päin maailma sitä riittää. Männystä tehtiin ennen kaikkea runko ja kansilankut.","mönstrata":"Kun merimies palkattiin laivalle, hänet mönstrattiin.","neitsytmatka":"Laivan (tai miksei muunkin ajoneuvon) ensimmäinen matka.","ohjesatama":"Ennen radion keksimistä merenkulkua hankaloitti muun muassa se, että lastit saattoivat vaihtaa omistajaa ja määränpäätä monta kertaa, eikä laivan kapteeni tiennyt asiasta mitään. Siksi sinne tänne ympäri maailmaa oli sovittu ohjesatamia, joihin toimitettiin tiedot, mitä laivalta kulloinkin odotettiin. Näin esimerkiksi suomalaisten laivojen ei tarvinnut palata Raumalle saakka asiaa kysymään.","onki":"Työkalu, jolla peilattiin, paljonko tankissa oli esimerkiksi vettä tai polttoainetta. Toki laivalla myös kalastettiin, jos vapaa-aikaa jäi.","orjalaiva":"Laiva, joka oli suunniteltu ihmisten kuljettamiseen orjiksi Afrikasta ennen kaikkea Pohjois-Amerikkaan, mutta myös esimerkiksi Jamaikalle, jossa viljeltiin sokeriruokoa, jota taas tuotiin Eurooppaan. Tämä vastenmielinen teollisuudenhaara – sillä teollisuutta se oli – varmisti vuosikymmeniksi merenkulun kultaajan: kuljetettavaa riitti ja voitot olivat suuret. Viimeiset orjalaivat rakennettiin 1800-luvun alkupuolella. Orjuus sinänsä ei ole hävinnyt maailmasta tänä päivänäkään.","painolasti":"Suuret purjelaivat olivat tyhjinä hyvin kiikkeriä. Ellei niillä ollut rahtia mukanaan, niiden oli otettava painolasti. Se saattoi olla esimerkiksi kiviä tai hiekkaa, joskus vettäkin, joskin vesitankkien varustaminen laivaan vei tilaa varsinaiselta rahdilta. Hyvän kuvan asiasta saa museolaiva Sigynillä, joka kelluu Aurajoessa kiviä ruumassaan.","pakan alusta":"Keulapakan alla oleva tila. Vaihdossa olevat miehet saivat huilata siellä, kun eivät olleet vuorossa. Se oli miehistön aluetta ja joskus muinoin laivoissa jopa vähän vaarallinen paikka päällystölle mennä yksinään.","Parade-of-Sails":"Purjeiden paraati eli yhteislähtö. Suurten purjelaivojen tapahtumassa kilpailun alku on aina erityisen komean näköinen, kun laivat nostavat purjeensa yhtaikaa ja sitten mennään. Turussa purjeiden paraatia voi ihailla Airistolla sunnuntaina 26.7. klo 12 alkaen.","parkki":"Pysähdyspaikka autoille, lapsille, koirille ja monille muille. Merenkulussa parkilla tarkoitetaan vähintään kolmimastoista alusta, jonka takimmaisessa mastossa, mesaanimastossa, on pitkittäispurjeet ja muissa mastoissa raakapurjeet. Museolaiva Sigyn on parkki.","pasaatituuli":"Päiväntasaajan eteläpuolella puhaltavat säännölliset ja lempeät tuulet, joissa on hyvä purjehtia, mistä syystä niitä kutsutaan myös kauppatuuliksi (Trade Winds).","perä":"Takapuoli. Laivassa perä oli se, jossa oli päällystön asumukset.","pentteri":"Apukeittiö, eli se, mistä ruoka tarjoiltiin, kun se ensin byssassa oli valmistettu.","perämies":"Perämies oli ikään kuin kapteenin oikea käsi: perämies vastasi kaikesta työstä laivalla sekä laivan hoidosta. Hankalissa paikoissa kapteeni neuvotteli perämiehen kanssa – perämies toimi myös kapteenina varsinaisen kapteenin ollessa maissa tai muuten estyneenä.","Piraattipuisto":"Lasten puuhala Aurajoen rannassa kisaviikonlopun ajan. Sen edustalle purjehtii venäläinen Shtandart (30 m). Se on vuonna 1999 valmistunut täysrikattu alus, joka on tarkka kopio vuoden 1703 Pietari Suuren laivaston aluksesta. Ja ennen kaikkea se muistuttaa hyvin paljon mielikuvien merirosvolaivaa.","Port Committee":"Suurten purjelaivojen tapahtumassa Port Committee on kussakin satamassa se tärkein päättävä elin.","Preussen":"Aikanaan viimeisiä suuria purjelaivoja. Se oli maailman ainoa viisimastoinen täystakiloitu alus. Preussen valmistui vuonna 1902 ja oli peräti 124 metriä pitkä. 47 purjeen yhteispinta-ala oli 4 650 neliömetriä.","proviantti":"Ruoka. Pitkillä purjehduksilla ongelmana oli ruuan säilyminen, mistä syystä esimerkiksi liha pidettiin tuoreena siten, että se oli elossa. Porsaiden lisäksi laivassa oli usein kanoja. Englantilaiset ratkaisivat saman asian juomien suhteen niin, että olut laitettiin käymään Doverissa ja kun päästiin Intiaan, se oli valmista.","puhvelinliha":"Nimitys suolalihalle, jota ennen muinoin laivoilla syötiin. Oikeasti se oli nautaa, joka ensin oli hyvinkin pitkiä aikoja suolatynnyrissä. Sitten se laitettiin purjekangaspussiin ja sitä vedettiin laivan perässä, että suola vähän huuhtoutuisi pois. Lopuksi liha laitettiin uuniin ja kuivattiin, minkä jälkeen siitä valmistettiin ruokaa. Nam.","puksprööti":"Laivan kokkapuu.","pulloposti":"Pulloon tai vastaavaan hyvään, kuivaan ja kelluvaan säilytysrasiaan laitettu viimeinen viesti, jossa kerrotaan, mitä on tapahtunut. Meri sitten kuljettaa – jos kuljettaa – viestin ihmisten ilmoille. Esimerkiksi museolaiva Sigynissä oli peltipoiju, jonka funktio oli juuri tämä.","purjekoululaiva":"Purjelaiva, jolla opetellaan purjehtimista – ja nykyään myös ylipäänsä yhdessäoloa merellä. Tall Ships’ Racen osallistujat ovat yleensä purjekoululaivoja. Kilpailun säännöissä on, että vähintään puolet alusten miehistöstä tulee olla 15–25-vuotiaita.","purje":"Ympäristöystävällinen keksintö vähintään 6000 vuoden takaa. Purjeita käytetään etenkin merenkulussa. Ne ovat suurikokoisia, yleensä kankaasta valmistettuja tuulipintoja, joihin osuessaan tuuli kuljettaa alusta eteenpäin.","purjelaivojen kuningas":"Näitä oli varmaan vuosisatojen varrella monia, mutta 1920–30-luvuilla maailman suurimman purjelaivaston omisti ahvenanmaalainen Gustaf Erikson (1872–1947).","puolimatruusi":"Vähän niin kuin matruusi mutta ei ihan yhtä kokenut ja taitava. Ks. matruusi.","puosu":"Puosu eli purjeentekijä oli yksi laivan tärkeistä ammattimiehistä. Hän vastasi uusien purjeiden valmistuksesta ja vanhojen paikkauksesta. Purjeiden ohella hän huolehti myös purjeisiin liittyvistä köysistä, taljoista ja vastaavista.","puunaula":"Puusta tehty naula, jollaisia käytettiin aikanaan pitämään laivan puuosia kiinni toisissaan. Vielä metallinaulojen valta-aikana niitä käytettiin pitkään, sillä ne eivät raudan tavoin ruostu suolavedessä.","puukko":"Merimiehen tärkein työkalu. Merimies ilman puukkoa on kuin tarjoilija ilman tulitikkuja. Koska merillä ahtaissa oloissa tietenkin oli myös eripuraa, aikanaan katkaistiin puukoista kärki, etteivät eripurat olisi aivan niin vaarallisia. Suomalaisten merimiesten kerrotaan yleensä tehneen puukkonsa itse, kun ei muuten saanut niin hyvää kuin halusi.","päivämies":"Osa miehistöstä ei kuulunut vahtiin vaan työskenteli päivällä kahdeksan tuntia. Päivämiehiä olivat vähän laivasta riippuen esimerkiksi leipuri ja kokit sekä lääkintähenkilöstö, kansimestari, purjeneuloja, puuseppä ja pastori.","pääisäntä":"Isäntien ykkönen. Aikanaan Suomessakin laivan omistajat muodostivat isännistön, joka valitsi keskuudestaan pääisännän. Hänen tehtävänään oli hoitaa kirjanpito, yhteydenpito kapteeneihin, hankkia lasteja ja hoidella vastaavia juoksevia asioita.","raakapurje":"Raakapurje on vanhimpia edelleen purjealuksissa käytettäviä purjeen tyyppejä. Se on muodoltaan joko suorakulmaisen suorakaiteen muotoinen, alaspäin levenevä tai kapeneva viistosuunnikkaan muotoinen tai kolmikulmainen purje. Raakapurje on yläreunastaan kiinnitetty raakapuuhun.","raakapuu":"raakapuu on mastoon keskikohdaltaan kiinnitetty vaakasuora, aluksen kölilinjaan nähden poikittain oleva puomi.","Race-start":"Hetki, jolloin kilpailu alkaa. Tall Ships’ Races -kisan Turun Race-start on Utön eteläpuolelle 27.7. klo 12. Kyseessä on yhteislähtö.","ransuuni":"Säännöstely. Purjehduksilla jouduttiin usein säännöstelemään asioita, ja usein sellainen asia oli vesi. Pahimmillaan vettä saattoi olla vain pari litraa miestä kohti päivää kohti. Usein olikin sitten niin, että kun saavuttiin satamaan, laiva oli kyllä siisti ja puhdas mutta miehet melkoisen ruokkoamattomia.","rautalaiva":"Laiva, joka on tehty raudasta. 1800-luvun lopulla ja 1900-luvun alussa raudasta valmistettiin myös suuria purjelaivoja – kuten vaikkapa Suomen Joutsen. Vaikkei äkkiseltään uskoisi, rautalaivan yksi etu on keveys: se saattoi painaa jopa  ¾ vähemmän kuin puulaiva!","redi":"Suojainen ankkuroitumisalue sataman edustalla. Laivat odottivat redillä laituriin pääsyä tai purkivat ja lastasivat lastiaan. Moniin vanhoihin maalauksiin on ikuistettu vilkkaiden satamakaupunkien redejä, jotka olivat komeita näkyjä, kun siellä lepäsi kymmenenkin suurta purjelaivaa vieretyksin.","rahti":"Tavara, jota laiva kuljetti. Rahdista neuvotteleminen oli yleensä yksi kapteenin tärkeimmistä tehtävistä. Oleellista oli, että pelkässä painolastissa ei liikuttu.","rikimalli":"Rikimalli kertoo, millainen purjelaiva on kyseessä. Tärkeimpinä seikkoina rikimallin määräytymisessä ovat laivan mastojen ja purjeiden lukumäärä sekä purjeiden tyyppi. Kun Tall Ships’ Races viimeksi vieraili Turussa 2003, mukana oli 14 eri rikimallista laivaa.","riveäminen":"Laivan tiivistäminen. Laivan lankkujen väleihin lyötiin riveä, joka oli yleensä pitkäkuituista, tervalla tai pellavaöljyllä kyllästetty hamppua. Tiivistämisen ohella samalla tapahtui myös lopullinen rungon jäykistäminen.","Sail Training":"Nuorten kouluttaminen purjehdus- ja navigointitaitoihin, joskin vielä tärkeämpää kuin purjehdustaito ovat sosiaaliset taidot, vastuun ottaminen itsestä ja muista sekä kansainvälisen yhteistyön edistäminen. Suurten purjelaivojen kisaan osallistuvissa laivoissa vähintään puolet miehistöstä pitää olla 15–25-vuotiaita nuoria.","Second Hand":"Käytetty. Purjelaivakauden lähestyessä loppuaan 1800-luvun lopulta lähtien vanhoista purjelaivoista haluttiin päästä eroon, ja niitä myytiin paljon Suomeen. Syynä oli se, että Suomessa miehistölle ei maksettu juuri mitään, eli nykypäivän termein täällä työvoimakustannukset olivat pysyneet kurissa. Samasta syystä Suomessa on säilynyt vanhoja purjelaivoja enemmän kuin monessa muussa maassa.","sekstantti":"Navigointiin käytettävä optinen laite, jolla määritetään aluksen paikka suhteessa taivaankappaleeseen kuten tähtiin, aurinkoon tai kuuhun.","Shipshape and Bristol Fashion":"Sanonta, jolla viitattiin siihen, että laiva oli puhdas, hyvässä maalissa ja hyvässä kunnossa, jotta kehdattiin saapua satamaan. Usein merimiehet ennen laivalle pestautumistaan katsoivatkin tarkkaan, kuinka hyvässä kunnossa laivaa pidettiin, se kun kertoi laivan oloista paljon muutakin.","Shtandart":"Vanhinta Tall Ships’ Races -tapahtuman laivamuotoilua edustaa kolmekymmenmetrinen venäläinen Shtandart, vuonna 1999 valmistunut täysrikattu alus, joka on tarkka kopio vuoden 1703 Pietari Suuren laivaston aluksesta. Maakravun mielestä siinä on hienointa se, että alus muistuttaa ihan merirosvolaivaa.","Sigyn":"Vuonna 1887 rakennettu parkki, ainoa lajissaan nykyään. Se ostettiin Suomeen museolaivaksi vuonna 1939, kodin se sai Aurajoesta.","Skibladner II":"Vanhin Tall Ships’ Races -tapahtumaan saapuvista aluksista on tanskalainen kahveliketsi, 18,3 metrinen Skibladner II, joka on rakennettu vuonna 1897.","skailet":"Kattoikkuna. Esimerkiksi Suomen Joutsenen kapteenin salongin prameuden kruunaa upea skailet.","skotti":"Skotlantilainen, usein itarahkoksi mainittu ihminen. Laivassa skotti tarkoittaa väliseinää.","solmu":"Laivan nopeuden mittayksikkö. Yksi solmu tarkoittaa 1,852 kilometriä tunnissa. Solmuilla vauhtia mitataan myös ilmailussa.","STI":"Sail Training International. Tall Ships’ Races -tapahtuman kansainvälinen pääjärjestäjä. STI:n jäseniä puolestaan ovat alan kansalliset järjestöt, Suomessa Suomen Purjelaivasäätiö. STI:n pääpaikka on Englannin Gosport.","suola":"Ioniyhdiste, joka maistuu hyvältä perunalastujen päällä. Suola oli pitkään tärkeä mauste ennen kaikkea siksi, että sen avulla ruoka saatiin säilymään pidempään – ja koska sen maku peitti sen ikävän asian, ellei ruokaa oltu saatu säilymään. Suuret purjelaivat toivat usein suolaa esimerkiksi Suomeen. Suolalastilla oli toinenkin funktio: Puulaiva tarvitsi suolalastin, koska suola toimi myös kyllästysaineena. Sitä jätettiin laivan runkoon sopiviin kohtiin.","Suomen Joutsen":"Turun ylpeys, Suomen Joutsen on ainutlaatuinen kolmimastoinen teräsfregatti, joka valmistui vuonna 1902 Ranskassa, oli sittemmin saksalaisomistuksessa ja siirtyi Suomeen 1930.","Support team":"Avustava tiimi – ennen kaikkea partiolaisista koostuva ryhmä, joka hoitaa Tall Ships’ Racesin aikana juoksevia asioita, kuten lippujen nostamisia ja sen sellaisia.","täkkäri":"Kansimies. Kun siirryttiin höyry- ja edelleen dieselkoneiden aikakaudelle, miehistö jakaantui kahtia: oli täkkäreitä ja konemiehiä. Erään merimiesjutun mukaan täkkäri tapasi kerran konemiehen sataman kapakassa ja molemmat kehuivat matkoillaan. Täkkäri sanoi, että on vain kaksi paikkaa, joissa hän ei ole käynyt, toinen on Rio ja toinen konehuone.","takila":"Takila eli riki tarkoittaa välineistöä, jonka varaan ja avulla aluksen purjeet levitetään. Suurissa purjelaivoissa kyse ei ole ihan pienestä järjestelmästä, sillä pelkästään köysiä on kilometreittäin. Riki jaetaan kiinteään takilaan, eli metallisiin tai puisiin mastoihin, puomeihin ja niitä tukeviin haruksiin ja vantteihin, sekä juoksevaan takilaan, jolla tarkoitetaan purjeiden nostoon ja hallintaan käytettävää köysistöä.","tammi":"Kaunis jalopuu, jota ei tosin Suomessa vaivaksi asti kasva. Erinomainen laivanrakennuspuu. Se on kestävää ja kovaa puuta. Turun Ruissalon tammimetsät on aikanaan istutettu juuri laivanrakennusta silmälläpitäen.","tapulikaupunki":"Kaupunki, joka Ruotsin valtakunnassa sai käydä ulkomaankauppaa. Suomessa tapulikaupungin aseman saivat aluksi Turku ja Viipuri, sittemmin muun muassa Helsinki ja Porvoo ja edelleen Pori, Uusikaupunki ja Rauma.","tasasaumarakenne":"Tasasaumarakenteessa kaaret kiinnitetään ensin köliin, minkä jälkeen laidoituslankut kiinnitetään kaariin, mutta ei toisiinsa. Tasasauma on hankalampi kuin limisaumarakenne, ja se tehtiin aina oikein piirustusten mukaan – se vaati jonkin verran teoreettistakin osaamista. Esimerkiksi Sigynin kokoisen laivan rakentaminen tällä tekniikalla kesti noin vuoden.","terva":"Puunsuoja-aine, jota käytettiin paljon laivateollisuudessa. Suomi tuotti etenkin 1700-luvulta lähtien merkittävästi tervaa – se olikin yksi kansakunnan vaurastumisen lähtökohta.","teräsparkki":"Teräksestä rakennettu parkkialus. Ennen moottorien lopullista läpilyöntiä elettiin hetki välivaihetta, jolloin suuria purjelaivoja edelleen rakennettiin, mutta niiden rakennusmateriaali oli vaihtunut puusta metalliksi. Museolaiva Sigyn on rakennettu 1887, mikä on verraten myöhään, sillä silloin teräsalukset olivat jo suositumpia.","timppa":"Suomalainen miehen lempinimi. Myös: timpuri eli kirvesmies. Laivalla hyvin tärkeä ammattimies, joka korjasi matkalla rikkoutuneita asioita ja valmisti tarvittaessa uusia osia kuten väkipyöriä, plokeja ja vastaavia. Timpuri oli laivalla päivämies eli ei osallistunut vahtikiertoon.","torppa":"Pieni talo. Laivassa ne suojat, joita kannella on, kuten esimerkiksi kapteenin merihytti. ","Tre Kronor af Stockholm":"Tall Ships’ Races -tapahtumaan saapuva ruotsalaisten ylpeys on rakennettu vuonna 2005. Se on vuonna 1857 valmistuneen prikin, Gladanin kopio. Gladan toimi rahtialuksena ja oli mukana A. F. Nordenskiöldin tutkimusmatkoilla Spitsbergeniin ja Grönlantiin.","tumppi":"Tupakan natsa. Purjelaivoissa sen sijaan tumpeilla voitiin myös seilata. Se tarkoitti, että kuljettiin vain alamärssypurjein.","täystakiloitu alus":"Vähintään kolmimastoinen alus, jonka kaikissa mastoissa on raakapurjeet. Aurajoessa on yksi sellainen, ja sen nimi on Suomen Joutsen.","vahti":"Laivoilla työskennellään vahdeissa. Vahtivuorojen pituus vaihteli laivoittain, usein se oli neljä tuntia. Vahdissa huolehdittiin purjehdukseen kuuluvista tehtävistä, kuten purjeiden levityksestä ja kokoamisesta sekä paikanmäärityksestä.","valaanpyynti":"Elinkeino, jota nykyään laajalti paheksutaan – etenkin niissä maissa, joissa sitä ei harrasteta. Aiemmin valaanpyynti oli kuitenkin kelpo tapa ansaita elanto. Jopa turkulaisilla oli sormensa ambrassa: turkulainen liikemies Erik Julin (1796– 1874) omisti valaanpyyntiyhtiön.","valssaaminen":"Tanssimista 3/3-tahdissa. Valssaamisen oppiminen tarkoitti myös suurten purjelaivojen kuolinkamppailun alkamista. Terästeollisuudessa valssaamisella nimittäin tarkoitetaan metallin muokkaamista ja tässä tapauksessa erityisesti sitä, että 1800-luvun puolivälin jälkeen kyettiin tekemään suuria teräslevyjä, jotka osattiin niitata yhteen niin tiiviisti, että teräksestä kyettiin rakentamaan yhtä suuria ja suurempia laivoja kuin puusta.","vapaaehtoinen":"Ihminen, joka hyvää hyvyyttään tekee jotain. Tall Ships’ -viikonloppuna yli 500 ihmistä työskentelee sen eteen, että tapahtuma onnistuisi mahdollisimman hyvin.","venttiili":"Laivan ikkuna.","Vrouw Maria":"Hollantilainen kauppa-alus, joka upposi vuonna 1771 Nauvon ulkosaaristossa. Alus on säilynyt hyvin, ja sen nostamista harkitaan aina silloin tällöin.","yleneminen":"Merenkulku oli aikanaan ainoa yhteiskunnan osa-alue, jossa kenellä tahansa oli mahdollisuus sosiaaliseen nousuun. Ensin oli tosin säästettävä sen verran rahaa, että pääsi vuodeksi opiskelemaan, mutta sen jälkeen oli mahdollista nousta laivassa päällystöön saakka – asia, joka ei vielä 1800-luvulla olisi tullut kuuloonkaan muualla suomalaisessa – tai muussakaan – yhteiskunnassa."}